Repository: kartolo/direct_mail
Catalog: Resources/Private/Language/*.locallang_csh_web_txdirectmail.xlf
Languages: da, fr

# .alttitle
source: Web > Direct Mail module
da: Web > Direct Mail modul
fr: Web > Module Envoi ciblé

# .description
source: Select the function of the Direct Mail module that you want to use.
da: Vælg den funktion fra Direct Mail modulet, som du ønsker at bruge.
fr: Sélectionnez la fonction du module d'Envoi ciblé que vous voulez utiliser.

# .details
source: The functions of the Direct Mail module are the following, but their availability may be restricted depending on user access rights: 1. Newsletters: this function lets you create a new newsletter or select an existing one; you may also select an existing newsletter in the page tree of the Direct Mail folder; selecting an existing newsletter leads you to a screen that lets you view or edit the newsletter, assign categories to the content elements of the page, view the list of direct mails already based on this newsletter page, or create a new one based on it. 2. Direct Mails: this function lets you create a new direct mail based on a newsletter that has not yet been used to create one, or based on an external URL, or select an existing direct mail; selecting an existing direct mail leads you to a screen that lets you view the current information on the direct mail, edit the properties of the direct mail, and select from a menu of options the action you want to take on the selected direct mail. 3. Recipient Lists: this function lets you create a new recipient list, import Addresses records from csv data to create a new recipient list, link to the diting form of an existing recipient list, or select an existing recipient list; selecting an existing recipient list leads you to a screen that lets you view the number of recipients of each type in the list, with the options to list the recipients or download a csv file. 4. Mailer Engine Status: this function lets you review the current status of the direct mails that have been scheduled for mass sending, and invoke manually the mailer engine, if it is not configured to be automatically invoked; selecting one of the listed direct mails leads you to the Direct Mails function where you may select to review the statistics of the selected direct mail. 5. QuickMail: this function lets you enter a short message and send it immediately to a recipient list. No newsletter, nor any direct mail is involved in this function. 6. Categories Conversion: this function is a migration tool that lets you convert your database to the new Direct Mail Categories introduced in version 2.0 of Direct Mail. Please refer to the manual for more information. 7. Module Configuration: this function is an administration tool used to configure a Direct Mail folder. Please refer to the manual for more information.
da: Funktionerne i Direct Mail modulet beskrives i det følgende. Bemærk at deres tilgængelighed kan være begrænset, afhængig af brugerrettigheder: 1. Nyhedsbreve: denne funktion giver dig mulighed for at oprette et nyt nyhedsbrev eller vælge et eksisterende et; du kan også vælge et eksisterende nyhedsbrev i sidetræet i Direct Mail mappen; hvis du vælger et eksisterende nyhedsbrev, ledes du til et skærmbillede, hvor du kan se eller rette nyhedsbrevet, tilføje kategorier til indholdselementer på siden, få vist en liste af udsendte e-mails, baseret på nyhedsbrevet, eller oprette en ny e-mail, baseret på det valgte nyhedsbrev. 2. Direct Mails: denne funktion giver dig mulighed for at oprette en ny e-mail, baseret på et nyhedsbrev, som ikke allerede har været brugt, eller baseret på en ekstern URL, eller du kan vælge en eksisterende direct mail; hvis du vælger en eksisterende direct mail, ledes du til et skærmbillede, hvor du kan se den aktuelle information om din direct mail, rette egenskaber for din direct mail, og fra en menu af valgmuligheder, kan du vælge hvad der skal ske med det valgte direct mail. 3. Modtagerlister: denne funktion giver dig mulighed for at oprette en ny modtagerliste, importere adresse-records fra CSV-data, linke til redigeringsformularen til en eksisterende modtagerliste eller vælge en eksisterende modtagerliste; vælger du en eksisterende modtagerliste, ledes du til et skærmbillede, hvor du kan se antallet af modtagere for hver type af modtagere på listen, med mulighed for at se en liste af modtagere eller downloade listen som CSV-fil. 4. Mailer motor status: denne funktion viser dig den aktuelle status for de direct mails, som er planlagt at masseudsende og du kan manuelt starte mailer motoren, hvis der ikke er konfigureret en automatisk udsendelse; hvis du vælger en af de viste direct mails, ledes du til Direct Mail funktionen, hvor du kan få vist statistikken for den valgte direct mail. 5. QuickMail: denne funktion giver dig mulighed for at indtaste en kort besked og udsende den øjeblikkeligt til en modtagerliste. Hverken et nyhedsbrev eller en direct mail vil blive involveret i dette. 6. Kategori-konvertering: denne funktion er et migreringsværktøj, som hjælper med at konvertere din database til nye Direct Mail kategorier, introduceret i version 2.0 af Direct Mail. Se eventuelt manualen for yderligere information. 7. Modul konfigurering: denne funktion et et administrations-værktøj, der bruges til at konfigurere Direct Mail. Se eventuelt manualen for yderligere information.
fr: Les fonctions du module d'Envoi ciblé sont les suivantes, mais leur disponibilité peut être restreinte selon les droits d'accès de l'utilisateur: 1. Pages: cette fonction vous permet de créer une page de nouvelles ou d'en sélectionner une déjà existante; vous pouvez aussi sélectionner une page existante dans l'arborescence des pages du dossier d'Envoi ciblé; sélectionner une page existante mène à une fenêtre qui vous permet de visionner ou d'éditer la page de nouvelles, d'assigner des rubriques aux éléments de contenu de la page, de voir la liste des bulletins construits à partir de cette page, ou d'en créer un nouveau à partir de celle-ci. 2. Bulletins: cette fonction vous permet de créer un nouveau bulletin soit à partir d'une page qui n'a pas encore été utilisée pour en construire un, soit à partir d'une URL externe, ou de sélectionner un bulletin existant; sélectionner un bulletin existant mène à une fenêtre qui vous permet de visionner les propriétés courantes du bulletin, de les éditer, et de sélectionner dans un menu d'options l'action que vous voulez prendre sur ce bulletin. 3. Listes de distribution: cette fonction vous permet de créer une liste de distribution, d'importer des enregistrements Adresses à partir de données csv afin de créer une liste de distribution, de naviguer vers le formulaire d'édition d'une liste de distribution existante, ou de sélectionner une liste de distribution existante; sélectionner une liste de distribution existante mène à une fenêtre qui vous présente le nombre de destinataires de chaque type dans la liste, avec option d'en afficher la liste ou de la télécharger dans un fichier csv. 4. État des envois massifs: cette fonction vous présente l'état courant de chacun des bulletins dont l'envoi massif a été programmé, et vous permet de déclencher le processus d'envoi, dans le cas où le déclenchement automatique de celui-ci n'est pas configuré; sélectionner un des bulletins de la liste mène à la fonction Bulletins qui vous permet de sélectionner l'option d'affichage des statistiques de l'envoi massif du bulletin sélectionné. 5. Courrier rapide: cette fonction vous permet d'entrer un court message et de l'envoyer immédiatement à une liste de distribution. Aucune page, ni aucun bulletin n'est utilisé par cette fonction. 6. Conversion des rubriques: cette fonction est un outil de migration qui vous permet de convertir votre base de données vers les nouvelles rubriques introduites dans Envoi ciblé version 2.0. Pour plus d'information, veuillez consulter le manuel. 7. Configuration du module: cette fonction est un outil d'administration utilisé pour configurer un dossier d'Envoi ciblé. Pour plus d'information, veuillez consulter le manuel.

# assign_categories.alttitle
source: Select a direct mail
da: Tilføj kategorier til indholdselementer
fr: Assigner des rubriques aux éléments de contenu

# assign_categories.description
source: Assigning categories to a content element means that the element will appear in the mail only if the recipient user has chosen that category in his profile.
da: At tilføje kategorier til et indholdselement, betyder at elementet vil optræde i e-mailen, men kun hvis modtageren har den valgte kategori tilføjet i hans profil.
fr: Assigner des rubriques à un élément de contenu signifie que cet élément sera inclus dans un bulletin personnalisé seulement si le destinataire est abonné à au moins une de ces rubriques.

# assign_categories.details
source: Check a checkbox in order to assign a category to a content element. If you do not assign any category to an element, the element will appear in all mails.
da: Vælg en checkboks for at tilføje en kategori til et indholdselement. Hvis du ikke tilføjer nogen kategori, vil elementet optræde i alle e-mails.
fr: Cochez dans la case vis-à-vis la rubrique pour l'assigner à l'élément de contenu. Après avoir coché ou décoché toutes les cases désirées, appuyez sur le bouton "Mettre à jour les rubriques des éléments de contenu". Si aucune rubrique n'est assignée à un élément de contenu, l'élément sera inclus dans le bulletin personnalisé de tous les destinataires.

# create_directmail_from_nl.alttitle
source: Create a new direct mail from newsletter
da: Opret en ny direct mail fra nyhedsbrev
fr: Créer un nouveau bulletin basé sur une page

# create_directmail_from_nl.description
source: No direct mail has been created using the content of the following newsletters. Click on the one you want to use to create a new direct mail.
da: Ingen direct mail er blevet oprettet med indhold fra det pågældende nyhedsbrev. Klik på det nyhedsbrev, som du ønsker at brug til at oprette en ny direct mail med.
fr: Aucun bulletin n'a été créé à partir du contenu des pages suivantes. Cliquez sur celle à partir de laquelle vous voulez créer un nouveau bulletin.

# create_directmail_from_url.alttitle
source: Create a new direct mail from an external URL
da: Opret en direct mail fra en ekstern URL
fr: Créer un bulletin basé sur une URL externe

# create_directmail_from_url.description
source: Use this form to create a new direct mail based on content grabbed from an external URL.
da: Brug denne formular til at oprette en direct mail, baseret på indholdet fra en eksterne URL.
fr: Utilisez ce formulaire pour créer un bulletin à partir du contenu d'adresses URL externes.

# create_newsletter.alttitle
source: Create a newsletter
da: Opret et nyhedsbrev
fr: Créer une nouvelle page de nouvelles

# create_newsletter.description
source: Click on this link if you want to create a new newsletter.
da: Klik på dette link, hvis du vil oprette et nyt nyhedsbrev.
fr: Cliquez sur ce lien si vous voulez créer une nouvelle page de nouvelles.

# create_newsletter.details
source: A newsletter is basically a regular TYPO3 page which resides in the Direct Mail folder. Clicking on this link will lead you to a combined page creation and first content element creation form. After creating the page, you may add more content to it. You may personalize the direct mails that will be sent to each recipient by inserting the following markers in content elements of the newsletter page. The markers will be substituted with the corresponding value found in each recipient record, whenever available: ###USER_uid### (the unique id of the recipient) ###USER_name### (full name) ###USER_firstname### (first name calculated) ###USER_NAME### and ###USER_FIRSTNAME### will insert uppercase versions of the equivalents ###USER_title### ###USER_email### ###USER_phone### ###USER_www### ###USER_address### ###USER_company### ###USER_city### ###USER_zip### ###USER_country### ###USER_fax### ###SYS_TABLE_NAME### ###SYS_MAIL_ID### ###SYS_AUTHCODE###
da: Et nyhedsbrev er grundlæggende en helt almindelig TYPO3 side, som hører til under et Direct Mail mappe. Ved at klikke på dette link, vil du blive ført til et kombineret side- og indholdselement skærmbillede. Efter at siden er oprettet, kan du tilføje yderligere indhold. Du kan personalisere den direct mail der sendes ud til hver modtager, ved at indsætte de følgende markører i indholdselementet i dit nyhedsbrev-side. Markørerne vil blive udskiftet med de tilhørende værdier, som findes i hver modtager-record, såfremt de er tilgængelige: ###USER_uid### (den unikke id på modtageren) ###USER_name### (fulde navn) ###USER_firstname### (først navn, beregnet) ###USER_NAME### og ###USER_FIRSTNAME### vil indsætte versioner med versaler af de samme ###USER_title### ###USER_email### ###USER_phone### ###USER_www### ###USER_address### ###USER_company### ###USER_city### ###USER_zip### ###USER_country### ###USER_fax### ###SYS_TABLE_NAME### ###SYS_MAIL_ID### ###SYS_AUTHCODE###
fr: Une page de nouvelles est essentiellement un page TYPO3 ordinaire déposée dans le dossier d'Envoi ciblé. Si vous cliquez sur ce lien, on vous présentera un formulaire combiné de création de page et de création d'un premier élément de contenu. Après avoir créé la page, vous pourrez y ajouter d'autres éléments de contenu. Vous pouvez personnaliser les bulletins qui seront envoyés à chaque destinataire en insérant les marqueurs suivants dans les éléments de contenu de la page de nouvelles. Les marqueurs seront remplacés par les valeurs correspondantes trouvées dans l'enregistrement du destinataire, lorsque disponibles: ###USER_uid### (l'identifiant unique du destinataire) ###USER_name### (le nom au complet) ###USER_firstname### (le prénom, calculé) ###USER_NAME### et ###USER_FIRSTNAME### (la version en majuscule des mêmes éléments) ###USER_title### ###USER_email### ###USER_phone### ###USER_www### ###USER_address### ###USER_company### ###USER_city### ###USER_zip### ###USER_country### ###USER_fax### ###SYS_TABLE_NAME### ###SYS_MAIL_ID### ###SYS_AUTHCODE###

# directmail_actions.alttitle
source: Direct Mails options menu
da: Direct Mail valg menu
fr: Menu d'options des bulletins

# directmail_actions.description
source: Select the action you want to perform on this direct mail.
da: Vælg den handling du ønsker til denne direct mail.
fr: Sélectionnez l'action que vous voulez prendre sur ce bulletin.

# directmail_actions.details
source: Possible actions are the following, but their availability vary depending on the current state of the direct mail: 1. Fetch and compile mail content: this option lets you fetch or acquire the content of the direct mail which will be compiled in a special format for later mailing; this action must be performed before any other action may be taken; you should review the properties of the direct mail as presented on the screen, and edit them, if required, before fetching content. 2. Send a testmail: this option lets you send a test mail to make sure that the email messages that will be sent to the recipient list look as expected when received in a client email application. 3. Mass-send mail: this option lets you schedule the actual sending of the direct mail to a specific recipient list. 4. See statistics of this mail: this option lets you review statistics on the direct mail and the responses, and take action on returned mails; this option is available only after mass-sending the mail has been initiated.
da: Følgende handlinger er mulige, men tilgængeligheden af de enkelte handlinger afhænger af, hvilken status din direct mail har: 1. Hent og kompiler mail-indholdet: Denne mulighed lader dig hente eller overtage indholdet i din direct mail, som vil blive kompileret i et specielt format til senere udsendelse; denne handling skal gennemføres før nogen anden handling; du bør gennemgå egenskaberne for din direct mail som vist på skærmen, og rette dem om nødvendigt, før du henter indholdet. 2. Send en test e-mail: Dette valg giver dig mulighed for at sende en test e-mail, for at sikre dig at e-mailen, der udsendes til modtagerlisten, ser ud som forventet, når den modtages i en brugers e-mail program. 3. Masseudsendes af e-mail: Dette valg lader dig tilrettelægge den aktuelle udsendelse af din direct mail til en udvalgt modtager-liste. 4. Se statistik over e-mails: Dette valgt giver mulighed for at gennemgå statistik på din direct mail og dens respons, og handle på returnerede e-mails; dette valg er kun muligt efter at en masseudsendelse af e-mails er gennemført.
fr: Les actions possibles sont les suivantes, mais leur disponibilité varie selon l'état courant du bulletin: 1. Préparer le bulletin pour l'envoi massif: cette option permet de procéder à l'acquisition des contenus du bulletin; ces contenus seront compilés dans un format spécial en vue de l'éventuel envoi du bulletin; cette opération doit être effectuée avant toute autre; il est recommandé de passer en revue les propriétés du bulletin présentées dans la fenêtre et, au besoin, de les mettre à jour, avant de procéder à l'acquisition des contenus; 2. Envoyer un message d'essai: cette option permet d'envoyer des messages d'essai afin de s'assurer que les messages qui seront envoyés aux destinataires apparaîtront tels que souhaités lorsque reçus dans une application cliente de courrier électronique; 3. Déclencher l'envoi massif: cette option permet de programmer l'envoi du bulletin à une liste de distribution; 4. Afficher les statistiques de l'envoi massif: cette option permet d'afficher les statistiques d'envoi et de réponse du bulletin, et de prendre action sur les messages retournés. Cette option n'est disponible que lorsque l'envoi massif à été programmé.

# folders.alttitle
source: Available Direct Mail folders
da: Tilgængelige Direct Mail mapper
fr: Dossiers d'Envoi ciblé disponibles

# folders.description
source: Select the Direct Mail folder you wish to work with.
da: Vælg den Direct Mail mappe, som du vil arbejde med.
fr: Sélectionnez le dossier d'Envoi ciblé sur lequel vous désirez travailler.

# folders.details
source: Each Direct Mail folder is a specifically configured work area for the Direct Mail module.
da: Hver Direct Mail mappe er et specielt konfigureret arbejdsområde til Direct Mail modulet.
fr: Chaque dossier d'Envoi ciblé constitue une aire de travail spécifiquement configurée pour ce module.

# mailgroup_import.alttitle
source: Import CSV into 'Address' table
da: Importér CSV ind i adresse-tabellen

# mailgroup_import.description
source: This option lets you import a csv, or comma-separated, list of address records and create a recipient list containing the imported records.
da: Denne mulighed lader dig importere en CSV eller komma-separeret liste af adresse-records og oprette en modtagerliste, der indeholder de importerede records.

# mailgroup_import.details
source: The records to import are entered one per line. Each record to import is a comma-separated list of field values. You may also specify the use of a semicolon(;) or of a colon (:) as separator instead of the comma. On the first line you may enter a comma-separated list of field names. This first line provides the structure for the records that follow. If you do not provide a list of field names on the first line, then the structure of the records is assumed to be "name, email". Each field name listed on the first line is analyzed as follows: 1.the field name may one of the field names from the following list: uid, name, title, email, phone, www, address, company, city, zip, country, fax, module_sys_dmail_html, module_sys_dmail_category; 2.the field name may be omitted in which case the corresponding values will be skipped or omitted; 3.the field name may start with "user_", assuming that table tt_address was extended with the specified field name; 4.in addition, fields may be suffixed with "[code]"; in this case, when the value in the imported record is not null, "[+value]" adds that number to the field value and "[=value]" overrides any existing value in the field. Example of csv field specification: ;user_date;name;email;zip;phone;user_age[=20] 185;12-02-01;Connie Greffel;c.greffel@get2net.dk;;39905067;x 186;12-02-01;Stine Holm;ravnsbjergholm@hotmail.com;;32 96 70 75; 187;12-02-01;Anette Bentholm;madsenbentholm@mail.net4you.dk;;98373677;x
da: De records du vil importere, indtastes en for hver linje. Hver record som skal importeres er en komma-separeret liste med feltværdier. Du kan også benytte semikolon (;) eller kolon (:) som separator i stedet for komma. På den første linje kan du indtaste en kommasepareret liste med feltnavne. Denne første linje definerer strukturen for de følgende records- Hvis du ikke indtaster en liste af feltnavne på den første linje, vil systemet gå ud fra at strukturen er "navn, e-mail". Hvert feltnavn som listes i første linje, analyseres på følgende måde: 1. Feltnavnet kan være et feltnavne fra en af følgende liste: id, name, title, email, phone, www, address, company, city, zip, country, fax, module_sys_dmail_html, module_sys_dmail_category; 2. Feltnavnet kan være udeladt. I så fald vil de tilhørende værdier også blive udeladt; 3. Feltnavnet kan starte med et "user_", fordi at tabellen tt_address var udvidet med det definerede feltnavn; 4. I forlængelse af dette kan feltnavne blive forlænget med et suffix "[code]"; i så fald, hvis værdien ikke er tom, vil "[+value]" tilføje nummeret til feltværdien og "[=value]" vil overskrive alle eksisterende værdier i feltet. Eksempel på CSV felt-specifikation. ;user_date;name;email;zip;phone;user_age[=20] 185;12-02-01;Connie Greffel;c.greffel@get2net.dk;;39905067;x 186;12-02-01;Stine Holm;ravnsbjergholm@hotmail.com;;32 96 70 75; 187;12-02-01;Anette Bentholm;madsenbentholm@mail.net4you.dk;;98373677;x

# select_directmail.description
source: The following direct mails have not yet been sent. Click on the one you want to work on.
da: De følgende direct mails er ikke udsendt endnu. Klik på en, hvis du vil arbejde med den.
fr: Les bulletins présentés dans cette liste n'ont pas encore été envoyés. Cliquez sur celui sur lequel vous voulez prendre action.

# select_newsletter.alttitle
source: Select a newsletter
da: Vælg et nyhedsbrev
fr: Choisissez une page existante

# select_newsletter.description
source: Click on one of these already created newsletters.
da: Klik på et af de allerede oprettede nyhedsbreve.
fr: Cliquez sur une de ces pages déjà existantes.

# select_newsletter.details
source: You may click on one of the listed newsletter to view information about it, categorize its content elements, and eventually use it to create a direct mail.
da: Du kan klikke på et af de viste nyhedsbreve og få yderligere information om dette, kategorisere dets indholdselementer, og eventuelt benytte det til at oprette en direct mail.
fr: Vous pouvez cliquer sur une des pages de cette liste pour voir l'information à propos de cette page, classifier ses éléments de contenu, ou encore l'utiliser pour créer un bulletin.
