Repository: kartolo/direct_mail
Catalog: Resources/Private/Language/*.locallang_mod2-6.xlf
Languages: da

# configure_HTMLParams_description
source: Enter the additional URL parameters used to fetch the HTML content from a TYPO3 page.
da: Angiv de ekstra URL-parametre, der bruges til at hente HTML-indholdet fra en TYPO3 side.

# configure_HTMLParams_details
source: The specified parameters will be added to the URL used to fetch the HTML content of the direct mail from a TYPO3 page. If in doubt, leave it blank.
da: De angivne parametre vil blive tilføjet til den URL, der bruges til at hente HTML-indholdet af nyhedsbrevet fra en TYPO3 side. Hvis du er i tvivl, så lad det være tomt.

# configure_default_content
source: Default values for mail content format
da: Standardværdier for mail-indholdsformat

# configure_default_fetching
source: Default values for mail content fetching options
da: Standard-værdier for mailindhold indstillinger ved hentning

# configure_default_headers
source: Default values for Direct Mails headers
da: Standardværdier for Direct Mail headers

source: Configure direct mail module
da: Konfigurér Direct Mail modul

# configure_directmail_charset
source: Default character set for direct mails built from external pages
da: Standard tegnsæt for Direct Mails, bygget fra eksterne sider

# configure_directmail_charset_description
source: Specify the character set used in direct mails when they are built from external pages and character set cannot be auto-detected.
da: Angiv det tegnsæt, der bruges i Direct Mails, når de er bygget fra eksterne sider og tegnsæt ikke kan afgøres automatisk.

# configure_directmail_encoding
source: Default encoding of direct mails
da: Standard kodning af Direct Mails

# configure_directmail_encoding_description
source: Select the default content transfer encoding of direct mails.
da: Vælg standard indhold overførselskodning af Direct Mails.

# configure_html_only
source: HTML only
da: Kun HTML

# configure_http_password
source: HTTP Password
da: HTTP Adgangskode

# configure_http_password_description
source: If mail content is protected by HTTP authentication, enter the password here.
da: Hvis mail-indhold er beskyttet af HTTP-godkendelse, så angiv adgangskoden her.

# configure_http_username
source: HTTP Username
da: HTTP brugernavn

# configure_http_username_description
source: If mail content is protected by HTTP authentication, enter the username here.
da: Hvis mailindhold er beskyttet af HTTP-godkendelse, så angiv brugernavnet her.

# configure_simulate_usergroup_details
source: The usergroup with the uid specified is used to to fetch the mail content. If you do not specify a usergroup uid and the page has frontend user restrictions, an error will occur and no mail content will be fetched.
da: Brugergruppen med det angivne uid bruges til at samle mailindhold. Hvis du ikke angiver en brugergruppe og siden har frontend bruger-begrænsninger, vil der optræde en fejl og der vil ikke blive samlet nogen mail.

# configure_test_dmail_group_uids
source: List of UID numbers of test recipient lists:
da: Liste af UID-numre til testmodtager-lister:

# configure_test_dmail_group_uids_description
source: Alternatively to sending test-mails to individuals, you can choose to send to a whole list. This is the list of recipient lists UID numbers available for this action.
da: Alternativt til at sende test-mails til enkeltpersoner, kan du vælge at udsende til en hel liste. Dette er listen over UID-numre, som et tilgængelige til denne handling.

# configure_test_tt_address_uids
source: List of UID numbers of test recipients (tt_address):
da: Liste af UID-numre af test-modtagere (tt_address):

# configure_test_tt_address_uids_description
source: Before sending mails, you should test the mail content by sending test mails to one or more test recipients. The available recipients for testing are determined by this list of UID numbers. So first, find out the UID numbers (tt_address) of the recipients you wish to use for testing, then enter them here in a comma-separated list.
da: Før du udsender mails, bør du teste mail-indholdet ved at sende en testmail til en eller flere test-modtagere. De mulige modtagere til test findes på denne liste af UID-numre. Find først UID-numrene (tt_address) på de medlemmer, du ønsker at bruge til test og indtast dem her i en kommasepareret liste.

# configure_testmail
source: Subject for the testmail.
da: Emnet for testmail.

# configure_testmail_description
source: This will be prepended to the test newsletter subject
da: Dette vil blive sat foran test-nyhedsbrevets emne-tekst

# configure_update_configuration
source: Update configuration
da: Opdatér konfiguration

# configure_user_table
source: Custom-defined table:
da: Brugerdefineret tabel:

# configure_user_table_description
source: Enter the name of a custom-defined table, with compatible columns defined, which may also be used for direct mails distribution.
da: Indtast navnet på en brugerdefineret tabel med kompatible kolonner defineret. Disse kan også anvendes til direct mail distribution.

# dmail_HTML_url
source: URL of HTML content:
da: URL eller HTML indhold:

# dmail_cancel
source: Cancel
da: Annullér

# dmail_createMail
source: Create mail
da: Opret mail

# dmail_dovsk_crFromNL
source: Create a new Direct Mail from a page
da: Opret en ny Direct Mail fra nyhedsbrev

# dmail_dovsk_crFromUrl
source: Create a new Direct Mail from external URL
da: Opret en ny Direct Mail fra ekstern URL

# dmail_edit
source: Edit
da: Ret

# dmail_error
source: An error was encountered.
da: Der opstod en fejl.

# dmail_folders
source: Available Direct Mail folders
da: Tilgængelige Direct Mail mapper

# dmail_frames_not allowed
source: Pages with HTML frames may not be fetched.
da: Sider med HTML-frames bliver formentlig ikke hentet.

# dmail_mailerengine_tasknotfound
source: Direct Mail scheduled task was not found!
da: Direct Mail schedule opgave blev ikke fundet!

# dmail_mailerengine_delete
source: Delete
da: slet

# dmail_mailerengine_delivery_begun
source: Delivery begun
da: Levering påbegyndt

# dmail_mailerengine_delivery_ended
source: Delivery ended
da: Levering afsluttet

# dmail_mailerengine_invoke_now
source: Invoke Mailer Engine
da: Opstart Mailer motor

# dmail_mailerengine_invoked
source: Mailer Engine Invoked!
da: Mailer motor startet!

# dmail_mailerengine_manual_explain
source: If TYPO3 is not configured to automatically invoke the Mailer Engine, you can invoke it by clicking here:
da: Hvis TYPO3 ikke er konfigureret til automatisk at starte Mailer motoren, kan du starten den ved at klikke her:

# dmail_mailerengine_manual_invoke
source: Manually Invoke Engine
da: Start Mailer motor manuelt

# dmail_mailerengine_number_sent
source: # sent
da: # sendt

# dmail_mailerengine_scheduled
source: Scheduled
da: Planlagt

# dmail_mailerengine_status
source: Mail Engine Status
da: Mail motor status

# dmail_mailerengine_subject
source: Subject
da: Emne

# dmail_makeQuery
source: Make query
da: Opret forespørgsel

# dmail_menuItems_testmail
source: Send a testmail
da: Send en testmail

# dmail_menu_conf
source: Module configuration
da: Modul-konfigurering

# dmail_menu_convert_categories
source: Categories Conversion
da: Kategori-opbygning

# dmail_newsletters
source: Direct Mail Extension
da: Direct Mail Udvidelse

# dmail_no
source: NO
da: NEJ

# dmail_noCreateAccess
source: You cannot create direct mails using pages that are hidden or access-restricted.
da: Du kan ikke oprette direct mails fra sider der enten er skjult eller har adgangs-begrænsning.

# dmail_noEdit_isSent
source: Cannot edit - mail has been sent
da: Kan ikke rette - mailen er sendt

# dmail_noEdit_noPerms
source: Cannot edit - you don't have permissions to edit Direct Mails.
da: Kan ikke rette - du har ikke rettigheder til at rette direct mails.

# dmail_noRegular
source: This type of page cannot be used to create direct mails. Please select a regular page.
da: Denne sidetype kan ikke bruges til oprettelse af direct mail. Vælg en almindelig side.

# dmail_no_html_boundaries
source: The HTML content does not contain any direct mail boundaries.
da: HTML-indholdet indeholder ikke nogen bindinger til direct mail.

# dmail_no_html_content
source: The HTML content could not be fetched.
da: HTML-indholdet kunne ikke hentes.

# dmail_no_plain_boundaries
source: The plain text content does not contain any direct mail boundaries.
da: Ren-tekst indholdet indeholder ikke nogen bindinger til direct mail.

# dmail_no_plain_content
source: The plain text content could not be fetched.
da: Ren-tekst indholdet kunne ikke hentes.

# dmail_no_valid_url
source: Enter at least one valid URL!
da: Indtast mindst en valid URL!

# dmail_number_records
source: Number of records:
da: Antallet af records:

# dmail_plaintext_url
source: URL of plain text content:
da: URL af ren-tekst indhold:

# dmail_query
source: Query
da: Forespørgsel

# dmail_subject
source: Subject:
da: Emne:

# dmail_updateQuery
source: Update query
da: Opdatér forespørgsel

# dmail_view
source: Information on direct mail record:
da: Information om direct mail record:

# dmail_warning
source: Check the following warning.
da: Tjek den følgende advarsel.

# dmail_wiz1_external_page
source: External Pages
da: Eksterne sider

# dmail_wiz1_internal_page
source: Internal Pages
da: Interne sider

# dmail_wiz1_list_header
source: Select a newsletter to continue sending:
da: Vælg et nyhedsbrev for at fortsætte udsendelse:

# dmail_wiz1_new_newsletter
source: New Newsletter
da: Nyt nyhedsbrev

# dmail_wiz1_quickmail_header
source: New Quickmail
da: Ny Quickmail

# dmail_wiz1_select_nl_source
source: Select newsletter source:
da: Vælg nyhedsbrevskilde:

# dmail_wiz2_detail
source: Detailed Information
da: Detaljeret information

# dmail_wiz2_fetch_success
source: Page is successfully fetched.
da: Siden er hentet med succes.

# dmail_wiz3_cats
source: Categories
da: Kategorier

# dmail_wiz5_sendmass
source: Mass Send
da: Masseudsendelse

# dmail_wiz_back
source: Back
da: tilbage

# dmail_wiz_next
source: Next
da: næste

# dmail_write_subject
source: [write subject]
da: [skriv emne]

# dmail_yes
source: YES
da: JA

# dmailer_ending
source: Ending, parsetime:
da: Afslutning, analysetid:

# dmailer_invoked_at
source: Invoked at
da: Startet kl

# dmailer_job_begin
source: Job begin
da: Job begynd

# dmailer_job_end
source: Job end
da: Job slut

# dmailer_mid
source: Job No:
da: Job nr:

# dmailer_nothing_to_do
source: Nothing to do.
da: Intet at foretage.

# dmailer_processed
source: processed...
da: gennemført...

# dmailer_sending
source: Sending
da: Sender

# dmailer_sending_to_table
source: mails using records from table
da: mails der bruger records fra tabel

# header_conf
source: Configuration
da: Konfiguration

# header_mailer
source: Mailer Engine
da: Mailer motor

# header_recip
source: Recipient Lists
da: Modtagerlister

# header_stat
source: Statistics
da: Statistik

# mailgroup_download
source: Download CSV file
da: Download CSV fil

# mailgroup_header
source: Recipient List
da: Modtagerliste

# mailgroup_import
source: Import CSV into 'ADDRESS' table
da: Importér CSV ind i 'ADDRESS' tabellen

# mailgroup_import_back
source: Back
da: Tilbage

# mailgroup_import_csv_dublette-description
source: Filter email dublettes from csv data. If a dublette is found, only the first entry is imported.
da: Filter e-mails for dubletter fra CSV data. Hvis der findes dubletter, vil kun den første version blive importeret.

# mailgroup_import_csv_validemail-description
source: Only update/import valid emails from csv data.
da: Opdatér/importér kun valide e-mails fra CVS-data.

# mailgroup_import_current_file
source: Current file:
da: Aktuel fil:

# mailgroup_import_done
source: Import is finished.
da: Import er færdig.

# mailgroup_import_encapsulation
source: Field encapsulation character (data fields are encapsed with...):
da: Feltindkapslings-karakterer (datafelter er indkapslet med...):

# mailgroup_import_first_fieldnames
source: First row of import file has fieldnames:
da: Første række af importfilen indeholder feltnavne:

# mailgroup_import_header_conf
source: Import settings
da: Import indstillinger

# mailgroup_import_mapping_all_html
source: All recipients receive HTML newsletter
da: Alle modtagere modtager HTML nyhedsbrev

# mailgroup_import_mapping_categories
source: Categories
da: Kategorier

# mailgroup_import_mapping_cats
source: Assign the following categories to all recipients:
da: Tildel følgende kategorier til alle modtagere:

# mailgroup_import_mapping_cats_add
source: Add categories
da: Tilføj kategorier

# mailgroup_import_mapping_charset
source: Settings
da: Indstillinger

# mailgroup_import_mapping_charset_choose
source: Please select the character set of the import file:
da: Vælg karaktersæt for importfil:

# mailgroup_import_mapping_conf
source: Field mapping
da: Feltmapping

# mailgroup_import_mapping_conf_add
source: Additional options
da: Yderligere muligheder

# mailgroup_import_mapping_description
source: Description
da: Beskrivelse

# mailgroup_import_mapping_error
source: Mapping error
da: Mapping fejl

# mailgroup_import_mapping_error_detail
source: Please fix following error(s):
da: Løs følgende fejl:

# mailgroup_import_mapping_error_email
source: "Email" field has to be mapped.
da: "E-mail" felt skal mappes.

# mailgroup_import_mapping_error_noMap
source: No mapping is found. You have to map at least "email" field.
da: Ingen mapping blev fundet. Du skal mindst mappe "e-mail" feltet.

# mailgroup_import_mapping_mapTo
source: Maps to ...
da: Mappes til ...

# mailgroup_import_mapping_mapping
source: Mapping
da: Mapning

# mailgroup_import_mapping_value
source: Value
da: Værdi

# mailgroup_import_next
source: Next
da: Næste

# mailgroup_import_or
source: OR
da: ELLER

# mailgroup_import_overwrite
source: Overwrite existing file:
da: Overskriv eksisterende fil:

# mailgroup_import_paste_csv
source: Paste the CSV data:
da: Indsæt CSV-data:

# mailgroup_import_ready_import
source: Ready to import
da: Klar til import

# mailgroup_import_ready_import_label
source: All necessary information for the import have been entered. By clicking on the "Import" button below, all data will be written in tt_address.
da: Alle nødvendige informationer til import er indtastet. Ved at klikke på "Import" knappen herunder, vil alle data blive indlæst i tt_address.

# mailgroup_import_record_unique
source: Specify the field which determines the uniqueness of imported users:
da: Angiv det felt der udgør unikhed af importere brugere:

# mailgroup_import_remove_existing
source: Remove all Addresses in the storage folder before importing:
da: Fjern alle adresser i lagermappen inden import:

# mailgroup_import_report_double
source: Double records found in the CSV Data:
da: Dubletter blev fundet i CSV-data:

# mailgroup_import_report_invalid_email
source: Do not insert/update invalid emails found in csv data:
da: Undlad at indsætte/opdatere invalide e-mails i CVS-data:

# mailgroup_import_report_new
source: Insert the following records:
da: Indsæt følgende records:

# mailgroup_import_report_update
source: Update the following records:
da: Opdatér følgende records:

# mailgroup_import_separator
source: Field delimiter (data fields are separated by...):
da: Felt-afgrænser (datafelter er separeret med...):

# mailgroup_import_separator_colon
source: colon [:]
da: kolon [:]

# mailgroup_import_separator_comma
source: comma [,]
da: komme [,]

# mailgroup_import_separator_semicolon
source: semicolon [;]
da: semikolon [;]

# mailgroup_import_separator_tab
source: horizontal tab [TAB]
da: horisontal fane [TAB]

# mailgroup_import_storage
source: Please select the storage folder for the imported users:
da: Vælg en lagermappe til de importerede brugere:

# mailgroup_import_update
source: update
da: opdatér

# mailgroup_import_update_unique
source: Update existing user, instead renaming the new user:
da: Opdatér eksisterende bruger i stedet for at omdøbe ny bruger:

# mailgroup_import_upload_file
source: Choose a file from your local computer:
da: Vælg en fil fra din lokale computer:

# mailgroup_list_all
source: List all recipients
da: Vis alle modtagere

# mailgroup_plain_list
source: Plain List
da: Ren liste

# mailgroup_recip_from
source: Recipients from recipient list:
da: Modtagere fra modtagerliste:

# mailgroup_recip_number
source: Number of recipients:
da: Antal modtagere:

# mailgroup_table_address
source: Address Table
da: Adressetabel

# mailgroup_table_custom
source: Custom Table
da: Brugerdefineret tabel

# mailgroup_table_fe_users
source: Website User Table
da: Website brugertabel

# nl_cat
source: Assign categories to content elements
da: Tilføj kategorier til indholdselementer

# nl_cat_msg1
source: There are no content elements on the page.
da: Der er ingen indholdselementer på siden.

# nl_create
source: Create a newsletter
da: Opret et nyhedsbrev

# nl_create_msg1
source: Click here to create a new page that you can later send as a direct mail.
da: Klik her for at oprette en ny side, som du senere kan sende ud som direct mail.

# nl_editPage
source: Edit page
da: Ret side

# nl_l_ALL
source: ALL
da: ALLE

# nl_l_ONLY
source: ONLY
da: KUN

# nl_l_attach
source: Attach.
da: Vedhæftn.

# nl_l_column
source: Column
da: Kolonne

# nl_l_lastM
source: Last mod.
da: Sidst rett.

# nl_l_sent
source: Sent?
da: Sendt?

# nl_l_size
source: Size
da: Størrelse

# nl_l_subject
source: Subject
da: Emne

# nl_l_tDraft
source: Draft
da: Kladde

# nl_l_tPage
source: PAGE
da: SIDE

# nl_l_tUrl
source: EXT URL
da: EKST URL

# nl_l_update
source: Update category settings
da: Opdatér kategori indstillinger

# nl_l_warning
source: There are already %s Direct Mails based on this newsletter. Are you sure you want to create another one?
da: Der er ellerede %s Direct Mails baseret på dette nyhedsbrev. Er du sikker på at du vil oprette endnu et?

# nl_select
source: Select a newsletter
da: Vælg et nyhedsbrev

# nl_select_msg1
source: There are no pages in the mail module.
da: Der er ingen sider i mail modulet.

# nl_viewPage_HTML
source: View page in HTML format
da: Vis side i HTML-format

# nl_viewPage_TXT
source: View page in Text format
da: Vis side i tekst-format

# quickmail_break_lines
source: Break lines to 76 char:
da: Bryd linjer ved 76 karakterer:

# quickmail_message
source: Message:
da: Besked:

# quickmail_sender_email
source: Sender Email:
da: Afsender e-mail:

# quickmail_sender_name
source: Sender Name:
da: Afsender navn:

# recip_create_mailgroup
source: New recipient list
da: Ny modtagerliste

# recip_create_mailgroup_msg
source: Create a new recipient list?
da: Opret en ny modtagerliste?

# recip_group_amount
source: Amount:
da: Mængde:

# recip_import_mailgroup_msg
source: Click here to import CSV
da: Klik her for at importere CSV

# recip_select_mailgroup
source: Select a recipient list
da: Vælg en modtagerliste

# schedule_draft
source: Save these settings as draft (for recurring sendings)
da: Gem disse indstillinger som kladde (for tilbagevendende udsendelser)

# schedule_mailgroup
source: Recipient list:
da: Modtagerliste:

# schedule_select_mailgroup
source: Send mail - recipient list
da: Send mail - modtagerliste

# schedule_send_all
source: Send to all subscribers in recipient list
da: Send til alle abonnenter på modtagerlisten

# schedule_testmail
source: Send this as test newsletter
da: Send dette som et test-nyhedsbrev

# schedule_time
source: Distribution time (hh:mm dd-mm-yyyy):
da: Udsendelsestidspunkt (hh:mm dd-mm-yyyy):

# select_folder
source: Please select Direct Mail folder.
da: Vælg Direct Mail mappe.

# send_draft_saved
source: Draft saved
da: Kladde gemt

# send_draft_scheduler
source: Your directmail was sent as draft and can now be used from the scheduler.
da: Din directmail blev sendt som kladde og kan nu bruges fra scheduler.

# send_recipients
source: Recipients:
da: Modtagere:

# send_sending
source: Sending mail
da: Udsender e-mail

# send_was_scheduled
source: Mail scheduled for distribution
da: E-mail planlagt til udsendelse

# send_was_scheduled_for
source: The mail was scheduled for distribution at
da: E-mailen var planlagt udsendt

# send_was_sent
source: The mail was sent.
da: E-mailen var udsendt.

# send_was_sent_to_name
source: The mail was sent to %s.
da: E-mailen var udsendt til <strong>%s</strong>.

# send_was_sent_to_number
source: The mail was sent to %s recipients.
da: E-mailen var udsendt til <strong>%s</strong> modtagere.

# stats_CSV_returned
source: CSV of returned recipients
da: CSV af returnerede modtagere

# stats_CSV_returned_bad_header
source: CSV of returned recipients with error in header
da: CSV af returnerede modtagere med fejl i header

# stats_CSV_returned_bad_host
source: CSV of returned recipients with bad host
da: CSV af returnerede modtagere med forkert host

# stats_CSV_returned_mailbox_full
source: CSV of returned recipients with mailbox full
da: CSV af returnerede modtagere med fuld mailboks

# stats_CSV_returned_reason_unknown
source: CSV of returned recipients for unknown reason
da: CSV af returnerede modtagere med ukendt årsag

# stats_CSV_returned_unknown_recipient
source: CSV of returned recipients with unknown recipient
da: CSV af returnerede modtagere med ukendt modtager

# stats_HTML_mails_viewed
source: HTML mails viewed:
da: HTML e-mails set:

# stats_bad_host
source: Bad host:
da: Forkert host:

# stats_count
source: Count:
da: Tæl:

# stats_direct_mail
source: Statistics for direct mail:
da: Statistik for direct mail:

# stats_disable_returned
source: Disable returned recipients
da: Deaktivér returnerede modtgere

# stats_disable_returned_bad_header
source: Disable returned recipients with error in header
da: Deaktivér returnerede modtagere med fejl i header

# stats_disable_returned_bad_host
source: Disable returned recipients with bad host
da: Deaktivér returnerede modtagere med forkert host

# stats_disable_returned_mailbox_full
source: Disable returned recipients with mailbox full
da: Deaktivér returnerede modtagere med fuld mailboks

# stats_disable_returned_reason_unknown
source: Disable returned recipients for unknown reason
da: Deaktivér returnerede modtagere med ukendt årsag

# stats_disable_returned_unknown_recipient
source: Disable returned recipients with unknown recipient
da: Deaktivér returnerede modtagere med ukendt modtager

# stats_emails
source: List of recipients from tt_address table:
da: Liste over modtagere fra tt_address tabellen:

# stats_emails_disabled
source: adresses disabled
da: adresser deaktiveret

# stats_emails_returned_bad_header_list
source: Email adresses of returned mails with error in header:
da: E-mail adresser over returnerede e-mails med fejl i header:

# stats_emails_returned_bad_host_list
source: Email adresses of returned mails with bad host:
da: E-mail adresser over returnerede e-mails med forkert host:

# stats_emails_returned_list
source: Email adresses of returned mails:
da: E-mail adresser over returnerede e-mails:

# stats_emails_returned_mailbox_full_list
source: Email adresses of returned mails with mailbox full:
da: E-mail adresser over returnerede e-mails med fuld mailboks:

# stats_emails_returned_reason_unknown_list
source: Email adresses of returned mails for unknown reason:
da: E-mail adresser over returnerede e-mails med ukendte årsager:

# stats_emails_returned_unknown_recipient_list
source: Email adresses of returned mails with unknown recipient:
da: E-mail adresser over returnerede e-mails med ukendt modtager:

# stats_error_in_header
source: Error in Header:
da: Fejl i header:

# stats_general_information
source: General information:
da: Generel information:

# stats_img_link
source: Imagelink:
da: Billedlink:

# stats_links_clicked_per_respondent
source: Total responses/Unique responses:
da: Totale respons/unikke respons:
