Repository: kartolo/direct_mail
Catalog: Resources/Private/Language/*.locallang_mod2-6.xlf
Languages: da

# stats_list_returned
source: List returned recipients
da: Vis returnerede modtagere

# stats_list_returned_bad_header
source: List returned recipients with error in header
da: Vis returnerede modtagere med fejl i header

# stats_list_returned_bad_host
source: List returned recipients with bad host
da: Vis returnerede modtagere med forkert host

# stats_list_returned_mailbox_full
source: List returned recipients with mailbox full
da: Vis returnerede modtagere med fuld mailboks

# stats_list_returned_reason_unknown
source: List returned recipients for unknown reason
da: Vis returnerede modtagere med ukendt årsag

# stats_list_returned_unknown_recipient
source: List returned recipients with unknown recipient
da: Vis returnerede modtagere med ukendt modtager

# stats_mailbox_full
source: Mailbox full:
da: Mailboks fuld:

# stats_mails_returned
source: Mails returned:
da: Returnerede e-mails:

# stats_mails_sent
source: Mails sent:
da: Udsendte e-mails:

# stats_overview_choose
source: Choose a newsletter
da: Vælg et nyhedsbrev

# stats_overview_delivery_begun
source: Delivery begun
da: Udsendelse begyndt

# stats_overview_delivery_ended
source: Delivery ended
da: Udsendelse slut

# stats_overview_header
source: Newsletter Statistics
da: Nyhedsbrevs-statistik

# stats_overview_queuing
source: queuing
da: Står i kø

# stats_overview_scheduled
source: Scheduled
da: Planlagt

# stats_overview_sending
source: sending
da: udsender

# stats_overview_sent
source: sent
da: sendt

# stats_overview_subject
source: Subject
da: Emne

# stats_overview_total_sent
source: # sent
da: # sendt

# stats_plainlist
source: List of recipients:
da: Liste af modtagere:

# stats_plaintext
source: Plaintext:
da: Ren-tekst:

# stats_plaintext_link_nr
source: Plaintext Link #
da: Ren-tekst link #

# stats_reason_unkown
source: Reason unknown:
da: Ukendt årsag:

# stats_recalculate_cached_data
source: Re-calculate Cached Data:
da: Genberegn cache data:

# stats_recalculate_stats
source: Re-calculate cached statistics data
da: Genberegn cache statistikdata

# stats_recipient_unknown
source: Recipient unknown:
da: Ukendt modtager:

# stats_response
source: Responses:
da: Respons:

# stats_response_link
source: Link Responses:
da: Link til respons:

# stats_total_mails_returned
source: Total mails returned:
da: Totale antal returnerede e-mails:

# stats_total_responses
source: Total responses (links clicked):
da: Totale antal respons (klikkede links):

# stats_unique_responses
source: Unique responses (links clicked):
da: Unikke respons (klikkede links):

# stats_website_users
source: List of recipients from fe_users:
da: Liste af modtagere fra fe_users:

# stats_website_users_disabled
source: website users disabled
da: website brugere deaktiveret

source: Subscriber Info
da: Abonnent-info

source: Subscriber Profile
da: Abonnent-profil

# subscriber_profile_htmlemail
source: Receive HTML based mails
da: Modtag HTML-baserede e-mails

# subscriber_profile_instructions
source: Set categories of interest for the subscriber.
da: Angiv interesse-kategorier for abonnenten.

# subscriber_profile_update
source: Update profile settings
da: Opdatér profilindstillinger

source: Testmail - Individual
da: Testmail - individuel

# testmail_individual_msg
source: Select a recipient of the testmail. The mail will be generated based on the profile of the recipient you select.
da: Vælg en modtager til din testmail. E-mailen vil blive genereret på baggrund af profilen på den modtager, du vælger.

# testmail_mailgroup
source: Testmail - Recipient list
da: Testmail - modtagerliste

# testmail_mailgroup_msg
source: Select a recipient list for the testmail. The mails will be generated based on the profiles of the recipients in that list.
da: Vælg en modtager til din testmail. E-mailen vil blive genereret på baggrund af profilen på modtagerne på listen.

source: Testmail - Simple
da: Testmail - enkel

# testmail_simple_msg
source: A simple testmail includes all mail elements regardless of category. But any USER_fields are not substituted with data. Enter an email-address for the testmail:
da: En enkel testmail indholder alle elementer, uanset valg af kategorier. Men ethvert USER_felt udskiftes ikke med data. Indtast en e-mail adresse til testmail:

# view_delivery_begin_end
source: Delivery begun/ended:
da: Udsendelse begyndt/afsluttet:

# view_flowed
source: Flowed text:
da: Flydende tekst:

# view_from
source: Sender:
da: Udsender:

# view_mail
source: Email format/attachments:
da: E-mail format/vedhæftninger:

# view_media
source: Include media:
da: Inkludér medie:

# view_recipient_total_sent
source: Recipient total/sent:
da: Modtagere totalt/sendt:

# view_replyto
source: Reply:
da: Besvar:

source: Yes
da: Ja

# scheduler.bounceMail.csh.server
source: URL or IP of the mail server
da: URL eller IP til mailserveren

# scheduler.bounceMail.port
source: Port number
da: Portnummer

# scheduler.bounceMail.csh.port
source: Port number of the mail server
da: Portnummer til mailserveren

# scheduler.bounceMail.user
source: Username
da: Brugernavn

# scheduler.bounceMail.csh.user
source: Username to authenticate
da: Brugernavn til autentificering

# scheduler.bounceMail.password
source: Password
da: Adgangskode

# scheduler.bounceMail.csh.password
source: Password of the user
da: Brugers adgangskode

# scheduler.bounceMail.service
source: Type of mailserver
da: Typen på postserver

# scheduler.bounceMail.csh.service
source: IMAP or POP3
da: IMAP eller POP3

# scheduler.bounceMail.maxProcessed
source: Number of bounce mail to be processed
da: Antallet af bounce-mails der skal behandles

# scheduler.bounceMail.csh.maxProcessed
source: Maximum number of bounce mail to be processed on one scheduler cycle
da: Maksimalt antal af bounce-mails der skal behandles pr. Scheduler kørsel

# scheduler.bounceMail.dataVerification
source: Connection using the given data is failed. Error message:
da: Forbindelsen fejlede med de angivne data. Fejl-meddelelse:

# error.no_recipient_groups_found
source: No recipient groups found
da: Ingen modtagergrupper fundet

# scheduler.bounceMail.phpImapError
source: Please install PHP IMAP extension
da: Installér venligst PHP IMAP udvidelsen
