Repository: kartolo/direct_mail
Catalog: Resources/Private/Language/*.locallang_tca.xlf
Languages: da, es, fi, fr, it, nl, no, pl, pt, tr

# module_sys_dmail_group.category
source: Subscribe to categories
da: Tilmeld til kategorier
fr: S'abonner aux rubriques:

# module_sys_dmail_group.htmlemail
source: Recieve e-mails as HTML?
da: Modtag e-mails i HTML format?
fr: Recevoir les messages en format HTML

# module_sys_dmail_group.newsletter
source: Activate Newsletter
da: Aktivér nyhedsbrev

# sys_dmail
source: Direct mails
da: Direct mail
es: Boletín
fi: Suora sähköposti
fr: Bulletin
it: Direct Mail
no: Direct mail
pl: Maile bezpośrednie
pt: Mala Directa
tr: Doğrudan mailler

# sys_dmail.HTMLParams
source: Parameters, HTML:
da: Parametre, HTML:
es: Parámetros, HTML:
fi: Muuttujat, HTML:
fr: Paramètres, HTML:
it: Parametri HTML:
no: Parametere, HTML:
pl: Parametry, HTML:
pt: Parãmetros, HTML:
tr: Parametreler, HTML:

# sys_dmail.HTMLParams.ALT.1
source: URL for HTML content:
da: URL til HTML-indhold:
es: URL para contenido HTML:
fi: URL HTML-sisällölle:
fr: URL pour le contenu de format HTML:
it: URL per contenuto HTML:
nl: URL voor HMTL-inhoud:
no: URL til HTML-innhold:
pl: URL zawartości HTML:
pt: URL para conteúdo HTML:
tr: HTML-içeriği için URL:

# sys_dmail.attachment
source: Attachments:
da: Vedhæng:
es: Archivos adjuntos:
fi: Liitetiedostot:
fr: Documents joints:
it: Allegati:
nl: Bijlage:
no: Vedlegg:
pl: Załączniki:
pt: Anexos:
tr: İliştirmeler:

# sys_dmail.authcode_fieldList
source: Fields used in the computation of authentication codes:
da: Felter der bruges i beregningen af autentificerings-koder:
fr: Champs utilisés dans le calcul des codes d'authentification:

# sys_dmail.charset
source: Message text character set:
da: Beskedens karakter-sæt:
fr: Encodage de caractères du message:

# sys_dmail.flowedFormat
source: Use flowing text format in plain text content:
da: Brug flydende tekstformat i ren tekst indhold:
fr: Utiliser le format sans retour à la ligne dans le contenu texte simple:

# sys_dmail.from_email
source: Sender email:
da: Afsender email:
es: Direccíon del remitente:
fi: Lähettäjän sähköpostiosoite:
fr: Adresse électronique de l'auteur:
it: E-mail mittente:
nl: Emailadres van afzender:
no: Avsender e-post:
pl: Email nadawcy:
pt: Email remetente:
tr: Gönderenin e-maili:

# sys_dmail.from_name
source: Sender name:
da: Afsender navn:
es: Nombre del remitente:
fi: Lähettäjän nimi;
fr: Prénom et nom de l'auteur:
it: Nome mittente:
nl: Naam van afzender:
no: Avsender navn:
pl: Nadawca:
pt: Nome remetente:
tr: Gönderenin adı:

# sys_dmail.includeMedia
source: Include images and other media in HTML content:
da: Inkludér billeder samt medie filer i HTML indhold:
fr: Inclure les images et autres média dans le contenu HTML:

# sys_dmail.issent
source: Is sent:
da: Sendt:
es: Enviado:
fi: Lähetetty:
fr: Est envoyé:
it: Inviato:
nl: Is verzonden:
no: Sendt:
pl: Wysłano:
pt: Foi enviado:
tr: Gönderilmiştir:

# sys_dmail.long_link_mode
source: Redirect not only links longer than 76 characters but ALL links:
da: Videresend ikke kun links som er længere end 76 karakterer, men ALLE links:
es: No solo vínculos más extensos de 76 caracteres sino TODOS los vínculos:
fi: Kaikki linkit, myös alle 76 merkkiset:
fr: Rediriger non seulement les liens de plus de 76 caractères, mais TOUS les liens:
it: Non solo link pi√π lunghi di 76 caratteri, ma TUTTI i link:
nl: Niet alleen links langer dan 76 karackters, maar ALLE links:
pt: Não somente links maiores de 76 caracteres mas TODOS os links:

# sys_dmail.long_link_rdct_url
source: Long links redirection url:
da: Lange links videresendelses-url:
es: Url de vínculo RDCT:
fi: Pitkä linkki RDCT url:
fr: Url de redirection des liens longs:
it: Long link RDCT url:
nl: Lange link RDCT url:
pt: RDCT url p/ links longos:

# sys_dmail.organisation
source: Organization:
da: Organisation:
es: Organización:
fi: Organisaatio
fr: Organisation:
it: Organizzazione:
nl: Organisatie:
no: Organisasjon:
pl: Firma:
pt: Organização:
tr: Organizasyon:

# sys_dmail.page
source: Mail page:
da: Side med mail:
es: Página de boletín:
fi: Sähköposti sivu:
fr: Page de bulletin:
it: Pagina Mail:
nl: Email pagina:
no: Side med e-post:
pl: Mailowana strona:
pt: Página de mail:
tr: Mail sayfası:

# sys_dmail.plainParams
source: Parameters, Plain text:
da: Parametre, Ren tekst:
es: Parámetros, texto simple:
fi: Muuttujat, pelkkä teksti:
fr: Paramètres, Texte simple:
it: Parametri testo ASCII:
nl: Parameters, Plain tekst:
no: Parametere, Ren tekst:
pl: Parametry, zwykły tekst:
pt: Parâmetros, Texto simples:
tr: Parametreler, Basit metin:

# sys_dmail.plainParams.ALT.1
source: URL for plain text content:
da: URL til ren-tekst indhold:
es: URL para el texto simple:
fi: URL pelkistetylle tekstille:
fr: URL pour le contenu de format texte simple:
it: URL per testo semplice:
nl: URL voor platte tekst:
no: URL til "Ren tekst"-innhold:
pl: URL zwykłego tekstu:
pt: URL para Texto simples:
tr: Basit metin için URL:

# sys_dmail.priority
source: Priority:
da: Prioritet:
es: Prioridad:
fi: Prioriteetti:
fr: Priorité:
it: Priorita':
nl: Prioriteit:
no: Prioritet:
pl: Priorytet:
pt: Prioridade:
tr: Öncelikli:

# sys_dmail.priority.I.0
source: Low
da: Lav
es: Baja
fi: alhainen
fr: Basse
it: Bassa
nl: Laag
no: Lav
pl: Niski:
pt: Baixa
tr: Düşük:

# sys_dmail.priority.I.2
source: High
da: Høj
es: Alta
fi: korkea
fr: Haute
it: Alta
nl: Hoog
no: Høy
pl: Wysoki:
pt: Alta
tr: Yüksek:

# sys_dmail.renderedsize
source: Compiled size:
da: Kompileret størrelse:
es: Tamaño compilado:
fi: Käsitelty koko:
fr: Taille:
it: Dimensione:
nl: Gecompileerde grootte:
no: Kompilert størrelse:
pl: Wielkość:
pt: Tamanho compilado:
tr: Sunulan ebat:

# sys_dmail.replyto_email
source: Reply email:
da: Svar email:
es: Direccíon de respuesta:
fi: Palautus sähköpostiosoite:
fr: Adresse électronique de réponse:
it: E-mail di risposta:
nl: Antwoord email:
no: Svar e-post:
pl: Adres zwrotny:
pt: Email resposta:
tr: Cevap e-maili:

# sys_dmail.replyto_name
source: Reply name:
da: Svar navn:
es: Nombre de respuesta:
fi: Palautusnimi:
fr: Prénom et nom de réponse:
it: Nome per la risposta:
nl: Antwoord naam:
no: Svar navn:
pl: Nazwa zwrotna:
pt: Nome resposta:
tr: Cevap adı:

# sys_dmail.return_path
source: Return Path:
da: Retur sti:
es: Ruta de retorno:
fi: Palautusosoite:
fr: Chemin de retour:
it: Percorso di ritorno:
nl: Retour Pad:
no: Retur sti:
pl: Ścieżka zwrotna:
tr: Geri dönüş yolu:

# sys_dmail.scheduled
source: Scheduled time:
da: Planlagt tidspunkt:
es: Envío requerido
fi: Aikautettu
fr: Envoi déclenché
nl: Gepland
pt: Agendado

# sys_dmail.scheduled_begin
source: Delivery start:
da: Levering start:
es: Envío iniciado
fi: Jakelu alkoi
fr: Envoi initié
nl: Aflevering begonnen
pt: Envio começou em

# sys_dmail.scheduled_end
source: Delivery end:
da: Levering slut:
es: Envío completado
fi: Jakelu päättyi
fr: Envoi complété
nl: Aflevering beÃ«indigd
pt: Envio terminou em

# sys_dmail.sendOptions
source: Format of mail content:
da: Indholds-format af mail:
es: Incluir:
fi: Sisältäen:
fr: Format du contenu des messages:
it: Includi:
nl: Inclusief:
no: Inkluder:
pl: Włącz:
pt: Incluír:
tr: Dahil edilen:

# sys_dmail.sendOptions.I.0
source: Plain text
da: Ren tekst
es: Texto simple
fi: Pelkkä teksti
fr: Texte simple
it: Testo semplice
nl: Plain tekst
no: Ren tekst
pl: Zwykły tekst
pt: Texto simples
tr: HTML

# sys_dmail.subject
source: Subject:
da: Emne:
es: Asunto:
fi: Asia:
fr: Sujet:
it: Oggetto:
nl: Onderwerp:
no: Emne:
pl: Temat:
pt: Assunto:
tr: Konu:

# sys_dmail.tab1
source: Composition
da: Komposition

# sys_dmail.tab2
source: Mail headers
da: Mail headere

# sys_dmail.tab3
source: Send options
da: Udsendelsesmuligheder

# sys_dmail.transfer_encoding
source: Content transfer encoding:
da: Overfør kodet indhold:
fr: Encodage de transfert de contenu:

# sys_dmail.type.I.0
source: TYPO3 Page
da: TYPO3 side
es: Página TYPO3
fi: Typo 3 sivu
fr: Page TYPO3
nl: TYPO3 pagina
no: TYPO3 side
pl: Strona TYPO3
pt: Página TYPO3
tr: TYPO3 sayfası

# sys_dmail.type.I.1
source: External URL
da: Extern URL
es: URL Externo
fi: Ulkoinen URL
fr: URL externe
it: URL esterno
nl: Externe URL
no: Ekstern webadresse (URL)
pl: Zewnętrzny URL
pt: URL externa
tr: Dış URL

# sys_dmail.use_rdct
source: Redirect links longer than 76 characters:
da: Videresend links, som er længere end 76 karakterer:
fr: Rediriger les liens de plus de 76 caractères de longueur:

# sys_dmail_category
source: Direct Mail Category
da: Direct Mail kategori
fr: Rubrique de contenu

# sys_dmail_category.category
source: Category:
da: Kategori:
fr: Rubrique:

# sys_dmail_category.old_cat_number
source: Old category number:
da: Gammelt kategorinummer:
fr: Ancien numéro de rubrique:

# sys_dmail_group
source: Recipient list
da: Modtagerliste
es: Lista de correo
fi: Suora postituksen ryhmä
fr: Liste de distribution
it: Gruppo Direct Mail
nl: Direct mail groep
no: Direct mail gruppe
pl: Grupa mailowa
pt: Grupo de DirectMail
tr: Doğrudan mail grubu

# sys_dmail_group.advanced
source: Configuration
da: Konfiguration

# sys_dmail_group.csv
source: List format:
da: Liste format:
fr: Format de la liste:

# sys_dmail_group.csv.I.0
source: Separate emails by space/comma/linebreak
da: Adskil emailadresser med mellemrum/komma/linieskift
es: Separar direcciones de correo mediante espacio/coma/fin de línea
fi: Erottele emailit tyhjällä/pilkulla/rivinvaihdolla
fr: Adresses de courrier électronique séparées par des espaces, virgules ou sauts à la ligne
it: Separate le e-mail con spazio/virgola/linebreak
nl: Scheid emailadressen door spatie/komma/harde return
no: Skill e-postadresser med mellomrom/komma/linjeskift
pl: Oddziel emaile spacją/przecinkiem/enterem
pt: Separar emails com espaço/vírgula/quebra linha
tr: E-maillerin boşluk/virgül/satır bitimi tarafından ayrılması

# sys_dmail_group.csv.I.1
source: CSV [name],[email]
da: CSV [navn],[email adresse]
es: CSV [nombre],[email]
fi: CSV[Nimi],[Sähköpostiosoite]
fr: Un destinataire par ligne: [nom],[adresse de courrier électronique]
it: CVS [Nome],[email]
nl: CSV [naam],[emailadres]
no: CSV [navn],[e-post adresse]
pl: CSV [nazwa],[email]
pt: CSV [nome],[email]
tr: CSV [adı],[e-maili]

# sys_dmail_group.list
source: Recipients:
da: Modtagere:
es: Destinatarios:
fi: Vastaanottajat:
fr: Destinataires:
it: Destinatari:
nl: Ontvangers:
no: Mottakere:
pl: Odbiorcy:
pt: Destinatários:
tr: Alıcılar:

# sys_dmail_group.mail_groups
source: Other recipient lists:
da: Andre maillister:
es: Otras listas de correo:
fi: Muut sähköpostiryhmät:
fr: Autres listes de distribution:
it: Altri gruppi di e-mail:
nl: Andere Mail Groepen:
no: Andre e-post grupper:
pl: Inne grupy mailowe:
pt: Outros mailgroups:
tr: Başka mail grupları:

# sys_dmail_group.recursive
source: Include page subtree:
da: Inkludér side under-træ:
fr: Inclure l'arborescence:

# sys_dmail_group.select_categories
source: Must subscribe to one of the categories:
da: Skal tilhøre kategorier:
es: Categorías de atención forzada:
fi: Luokkaan liittäminen pakollinen
fr: Doit être abonné à l'une des rubriques:
it: Deve aver sottoscritto le seguenti categorie:
nl: Moet in de volgende categorien vallen:
no: Må tilhøre kategorier:
pl: Należy do kategorii:
pt: Deve atender categorias:
tr: Hazır bulunması gereken kategoriler:

# sys_dmail_group.static_list
source: Recipients:
da: Modtagere:
es: Destinatarios:
fi: Vastaanottajat:
fr: Destinataires:
it: Destinatari:
nl: Ontvangers:
no: Mottakere:
pl: Odbiorcy:
pt: Destinatários:
tr: Alıcılar:

# sys_dmail_group.type.I.0
source: From pages
da: Fra sider
es: De las páginas
fi: Sivuilta
fr: Depuis certaines pages
it: Dalle pagine
nl: Van pagina's
no: Fra sider
pl: Ze stron
pt: Desde páginas
tr: Sayfalardan

# sys_dmail_group.type.I.1
source: Plain list
da: Liste
es: Lista simple
fi: Pelkistetty lista
fr: Liste simple
it: Elenco semplice
nl: Standaard lijst
no: Liste
pl: Lista
pt: Lista simples
tr: Basit liste

# sys_dmail_group.type.I.2
source: Static list
da: Statisk gruppe
es: Grupo estático
fi: Pysyvä ryhmä
fr: Liste statique
it: Gruppo Statico
nl: Statische groep
no: Statisk gruppe
pl: Grupa statyczna
pt: Grupo estático
tr: Statik grup

# sys_dmail_group.type.I.3
source: Special query
da: Specielt opslag
es: Búsqueda especial
fi: Erikoiskysely
fr: Requête spéciale
it: Query speciale
nl: Speciale zoekopdracht
no: Spesielt oppslag
pl: Kwerenda
pt: Pesquisa especial
tr: Özel soru

# sys_dmail_group.type.I.4
source: From other recipient lists
da: Andre maillister
es: Otra lista de correo
fi: Muut sähköposti ryhmät
fr: Depuis d'autres listes de distribution
it: Altri gruppi di e-mail
nl: Andere Mail Groepen
no: Andre e-post grupper
pl: Inne grupy mailowe
pt: Outros Grupos Mail
tr: Başka mail grupları

# sys_dmail_group.whichtables
source: Types of records:
da: Tabeller:
es: Tablas:
fi: Taulut:
fr: Types d'enregistrements:
it: Tabelle:
nl: Tabellen:
no: Tabeller:
pl: Tabele:
pt: Tabelas:
tr: Tablolar:

# sys_dmail_group.whichtables.I.0
source: Address
da: Adresse
es: Dirección
fi: Osoite
fr: Adresse
it: Indirizzo
nl: Adres
no: Adresse
pl: Adres
pt: Endereço
tr: Kullanıcı tarafından belirlenen tablo

# sys_dmail_group.whichtables.I.1
source: Website user
da: Website bruger
es: Usuarios del Website
fi: WWW-sivujen käyttäjä
fr: Utilisateur du site
it: Utente Web
nl: Webpagina gebruiker
no: Webside bruker
pl: Użytkownik zewnętrzny
pt: Utilizador Website
tr: Website kullanıcısı

# sys_dmail_group.whichtables.I.2
source: From custom-defined table
da: Brugerdefineret tabel
es: Tabla definida por el usuario
fi: Käyttäjän määrittelemä taulu
fr: De table définie sur mesure
it: Tabelle definite dall'utente
nl: Gebruiker Gedefinieerde Tabel
no: Brukerdefinert tabell
pl: Tabela zdefiniowana
pt: Tabela definida pelo Utilizador
tr: Kullanıcı tablosu tanımlandı

# sys_dmail_group.whichtables.I.3
source: Website User Group
da: Website brugergruppe
fr: Groupe d'utilisateurs du site

# sys_dmail_group.query
source: Query
da: Forespørgsel

# sys_dmail_group.queryLimit
source: Query Limit
da: Forespørgselsgrænse

# sys_dmail_group.queryLimitDisabled
source: Query Limit Disabled
da: Forespørgselsgrænse deaktiveret

# pages.module.I.5
source: Direct Mail
fr: Envoi ciblé

# sys_dmail.priority.I.1
source: Normal
fr: Normale
