Repository: kartolo/direct_mail
Catalog: Resources/Private/Language/*.locallang_csh_sysdmail.xlf
Languages: da, fr

# .description
source: A direct mail is a highly customized and personalized newsletter sent to subscribers either as HTML or Plain text, with or without attachments.
da: En direct mail er et tilpasset og personligt nyhedsbrev, sendt til abonnenter, enten som HTML eller ren tekst, med eller uden vedhæftninger.
fr: Un bulletin est un bulletin de nouvelles personnalisé envoyé à des abonnés en format HTML ou texte simple, avec ou sans pièces jointes.

# .details
source: Direct mail records are produced by the Direct Mail module. A direct mail record contains information about a newsletter such as subject, sender, priority, attachments and whether HTML or Plain text content is allowed. Furthermore, it also holds the compiled mail content which is sent to the subscribers.
da: Direct mail records er oprettet af Direct Mail modulet. En direct mail record indeholder information om et nyhedsbrev, for eksempel emne, afsender, prioritet, vedhæftning og om enten HTML eller ren tekst er tilladt. Desuden indeholder den altid den dannede e-mails indhold, som er sendt til abonnenterne.
fr: Les enregistrements de type Bulletin sont produits par le module d'Envoi ciblé. Un enregistrement de type Bulletin contient l'information relative à un bulletin tel que le sujet, l'expéditeur, la priorité, les pièces jointes, ainsi que ses caractéristiques techniques. Cet enregistrement contient de plus le message compilé envoyé aux abonnés.

# HTMLParams.description
source: If the Direct mail is of type 'TYPO3 Page', enter the additional URL parameters used to fetch the HTML content. If the Direct Mail is of type 'External URL',enter the complete URL used to fetch the HTML content.
da: Hvis Direct mail er af typen 'TYPO3 Page', indtast da de supplerende URL parametre, der skal bruges til at hente HTML-indholdet. Hvis Direct mail er af typen 'Ekstern URL', indtast da den komplette URL, som skal bruges til at hente HTML-indholdet.
fr: Si le bulletin est de type 'Page TYPO3', paramètres additionnels de l'URL d'acquisition du contenu HTML. Si le bulletin est de type 'URL externe', URL complète d'acquisition du contenu HTML.

# HTMLParams.details
source: When the Direct mail is of type 'TYPO3 Page', the specified parameters will be added to the URL used to fetch the HTML content of the direct mail. If in doubt, leave it blank. When the Direct Mail is of type 'External URL', this field should contain the complete URL used to fetch the HTML content.
da: Når din Direct mail er af typen 'TYPO3 Page', vil de angivne parametre blive tilføjet til den URL der bruges til at hente HTML-indholdet af din e-mail. Hvis du er i tvivl, så efterlad feltet blankt. Når din Direct mail er af typen 'Ekstern URL', bør dette felt indholde den komplette URL, der bruges til at hente HTML-indholdet.
fr: Lorsque le bulletin est de type 'Page TYPO3', les paramètres spécifiés seront ajoutés à l'adresse URL utilisée pour acquérir le contenu HTML du bulletin. Dans le doute, laisser cette variable vide. Lorsque le bulletin est de type 'URL externe', ce champ doit contenir l'URL complète utilisée pour acquérir le contenu HTML du bulletin.

# authcode_fieldList.description
source: List of fields used in the computation of the authentication code included in unsubscribe links and jump URL's in direct mails.
da: Liste af felter som bruges i beregningen af den godkendelses-kode der bruges i afmeld-links i e-mails.
fr: Liste des champs utilisés dans le calcul du code d'authentification inclus dans les liens de désabonnement et dans les URL's de saut dans les bulletins.

# flowedFormat.description
source: Set this option if you want to use normally flowing text inside the plain text mail content.
da: Angiv dette valg hvis du vil bruge normalt flydende tekst inde i ren-tekst indholdet.
fr: Spécifiez cette option si vous désirez que le format sans retour à la ligne soit utilisé dans le contenu texte simple des messages envoyés.

# flowedFormat.details
source: If the option is set, plain text mail content will be broken in fixed length lines, as is standard for plain text email content, but so-called flowed format will be used. This will allow client agents that support this format to display the text as normally flowing text. The option is ignored if 'quoted-printable' is used.
da: Hvis dette valg er angivet, ren-tekst indholdet vil blive brudt op i linjer med fast længde, som er standard for ren-tekst indhold, men et såkaldt flydende format vil blive anvendt. Det vil give e-mail klienter, som understøtter dette format, mulighed for at vise teksten som almindelig flydende tekst. Valget ignoreres, hvis 'quoted-printable' bruges.
fr: Si l'option est spécifiée, le contenu texte simple des messages sera coupé en lignes de longueur fixe, selon les normes habituellement applicables à ce type de contenu, mais le format sans retour à la ligne sera utilisé. Ceci permettra aux agents clients qui supportent ce format de présenter le texte sans retours à la ligne artificiels. L'option est ignorée si l'encodage 'quoted-printable' est utilisé.

# from_email.description
source: Enter the sender email address. (Required)
da: Indtast afsenders e-mail adresse. (Obligatiorisk)
fr: L'adresse de l'expéditeur du message. (Requis)

# from_email.details
source: This email address will appear as the originating address or sender address in the direct mails received by the recipients.
da: Denne e-mail adresse vil optræde som den originale adresse eller afsender-adresse i de e-mails som modtagerne får.
fr: Cette adresse apparaîtra comme adresse d'origine ou adresse de l'expéditeur des bulletins reçus par les destinataires.

# from_name.description
source: Enter the sender name. (Required)
da: Indtast afsender navn. (Obligatorisk)
fr: Le nom de l'expéditeur du message. (Requis)

# from_name.details
source: This name will appear as the name of the author or sender in the direct mails received by the recipients.
da: Dette navn vil optræde som navnet på forfatteren eller afsenderen i de e-mails som modtagerne får.
fr: Ce nom apparaîtra comme le nom de l'auteur ou de l'expéditeur des bulletins reçus par les destinataires.

# includeMedia.description
source: Set this option if you want to incorporate images and other media inside the HTML mail content.
da: Angiv dette valg, hvis du vil inkludere et billede eller andre medie-typer i HTML-indholdet på e-mailen.
fr: Spécifiez cette option si vous désirez que les images et autres média soient incorporés dans le contenu HTML des messages envoyés.

# includeMedia.details
source: If the option is set, images and other media are encoded and incorporated into the messages. Sent messages will be heavier to transport. If the option is not set, images and media are included in HTML content by absolute reference (href) to their location on the site where they reside.
da: Hvis dette valg er angivet, vil billeder og andre medie-typer blive kodet og indsat i beskeden. Den sendte besked vil fylde mere. Hvis dette valg ikke er angivet, vil billeder og andre medie-typer blive inkluderet i HTML-indholdet med absolutte referencer (href) til deres placering på det website, de er hjemmehørende.
fr: Si l'option est spécifiée, images et autres média sont encodés et incorporés aux messages. Les messages envoyés peuvent être plus lourds à transporter. Si l'option n'est pas spécifiée, images et autres média sont inclus dans le contenu HTML par référence (href) absolue à leur localisation sur le site où ils résident.

# long_link_mode.description
source: If set and if use_rdct is set, all links in plain text content will be redirected, not only links longer than 76 characters.
da: Hvis angivet og hvis use_rdct er sat, vil alle links i ren-tekst indhold blive videresendt, ikke kun dem der er længere end 76 karakterer.
fr: Si cette option est activée et si l'option use_rdct est également activée, tous les liens repérés dans le contenu de format texte simple seront redirigés, et non pas seulement les liens de plus de 76 caractères de longueur.

# organisation.description
source: Enter the name of the sending organization.
da: Indtast navnet på afsender organisation.
fr: Nom de l'organisation émettrice.

# organisation.details
source: The name of the organization will appear in the headers of the mails sent to subscribers.
da: Navnet på den organisation, som vil optræde i header af e-mails, sendt til abonnenter.
fr: Le nom de l'organisation apparaîtra dans les entêtes des messages envoyés aux abonnés.

# plainParams.description
source: If the Direct mail is of type 'TYPO3 Page', enter the additional URL parameters used to fetch the plain text content of the direct mail. If the Direct Mail is of type 'External URL',enter the complete URL used to fetch the plain text content.
da: Hvis Direct mail er af typen 'TYPO3 Page', indtast da de supplerende URL parametre, der skal bruges til at hente ren-tekst indholdet. Hvis Direct mail er af typen 'Ekstern URL', indtast da den komplette URL, som skal bruges til at hente ren-tekst indholdet.
fr: Si le bulletin est de type 'Page TYPO3', paramètres additionnels de l'URL d'acquisition du contenu de format texte simple. Si le bulletin est de type 'URL externe', URL complète d'acquisition du contenu de format texte simple.

# plainParams.details
source: When the Direct mail is of type 'TYPO3 Page', the specified parameters will be added to the URL used to fetch the plain text content of the direct mail. If in doubt, set it either to '&type=99' or, when using TemplaVoila, to '&print=1'. When the Direct Mail is of type 'External URL', this field should contain the complete URL used to fetch the plain text content.
da: Når din Direct mail er af typen 'TYPO3 Page', vil de angivne parametre blive tilføjet til den URL der bruges til at hente ren-tekst indholdet af din e-mail. Hvis du er i tvivl, så angivet det enten til '&amp;type=99', eller hvis du bruger TemplaVoila, til '&amp;print=1'. Når din Direct mail er af typen 'Ekstern URL', bør dette felt indholde den komplette URL, der bruges til at hente ren-tekst indholdet.
fr: Lorsque le bulletin est de type 'Page TYPO3', les paramètres spécifiés seront ajoutés à l'adresse URL utilisée pour acquérir le contenu de format texte simple du bulletin. Dans le doute, spécifiez soit '&type=99' ou, si TemplaVoila est utilisé, '&print=1'. Lorsque le bulletin est de type 'URL externe', ce champ doit contenir l'URL complète utilisée pour acquérir le contenu de format texte simple du bulletin.

# priority.description
source: Enter the email delivery priority.
da: Indtast e-mailens leverings-prioritet.
fr: La priorité de livraison des mesages envoyés.

# priority.details
source: The delivery priority will be set in the headers of the mails sent to subscribers.
da: Leverings-prioriteten vil blive angivet i header af e-mails som sendes til abonnenter.
fr: La priorité de livraison sera spécifiée dans les entêtes des messages de courrier électronique envoyés aux abonnés.

# replyto_email.description
source: Enter the email address to which replys are sent. (Optional)
da: Indtast den e-mail adresse hvortil svar skal sendes. (Valgfri)
fr: L'adresse électronique de réponse. (Optionnel)

# replyto_email.details
source: If no reply address is specified, the sender email address will be used.
da: Hvis der ikke indtastes nogen svar-adresse, vil afsenderes e-mail adresse blive brugt.
fr: Si aucune adresse de réponse n'est spécifiée, l'adresse de l'expéditeur sera utilisée.

# replyto_name.description
source: Enter the name of the 'Reply To' email address. (Optional)
da: Indtast navnet på 'Svar til' e-mail adressen. (Valgfri)
fr: Le nom de l'adresse de réponse. (Optionnel)

# replyto_name.details
source: If no reply name is specified, the sender name will be used.
da: Hvis der ikke indtastes noget navn, vil afsender-navnet blive brugt.
fr: Si aucun nom n'est spécifié pour l'adresse de réponse, le nom de l'expéditeur sera utilisé.

# return_path.description
source: Enter the return path email address here.
da: Indtast retur stiens e-mail adresse her.
fr: Adresse de retour.

# return_path.details
source: This is the address to which non-deliverable mails will be returned to. If you put in the marker ###XID### it'll be substituted with the unique id of the mail recipient. Note that if PHP is executing in safe mode, the Direct mail module may not be able to set the return path to a value different than the value defined at the server level.
da: Dette er adressen hvor e-mails der ikke kan leveres, vil blive returneret til. Hvis du indsætter markøren ###XID###, vil den blive udskiftet med den unikke id for e-mail modtageren. Hvis PHP afvikles i safe mode er det muligt at Direct Mail modulet kun kan sætte værdien af retur-stien til den værdi der er angivet af serveren.
fr: Il s'agit the l'adresse à laquelle seront retournés les messages qui ne peuvent pas être livrés. Si vous utilisez le marqueur ###XID###, il sera substitué par l'identification unique du destinataire du message. Notez que si PHP est exécuté en mode sécuritaire (safe mode), le module d'Envoi ciblé pourrait ne pas être en mesure d'établir une adresse de retour différente de l'adresse de retour établie au niveau du serveur.

# sendOptions.description
source: Select the format of mail content.
da: Vælg hvilket format, indholdet af e-mailen har.
fr: Le format du contenu des messages envoyés.

# sendOptions.details
source: If in doubt, set it to both Plain text and HTML. The messages will then be sent with both formats included, and the recipients are normally able to select their preferred format.
da: Hvis du er i tvivl, angiv det til både ren tekst og HTML. Beskeden vil blive sendt i begge formater, og modtagerne er normalt i stand til at vælge deres foretrukne format.
fr: Dans le doute, spécifiez les deux formats: Texte simple et HTML. Les messages envoyés inclueront alors les deux formats et les destinataires seront normalement en mesure de choisir le format qu'ils préfèrent.

# type.description
source: Type of source of the Direct mail
da: Kildetypen a Direct Mail
fr: Type de source du bulletin

# type.details
source: The Direct mail may be compiled from a page extracted from the page tree of the TYPO3 site: 'TYPO3 Page', or from a page from another site: 'External URL'.
da: Direct Mail kan dannes af en side, som findes i sidetræet på et TYPO3-site: 'TYPO3 Page', eller fra en side på et endet website: 'Ekstern URL'.
fr: Le bulletin peut être contruit à partie d'une page tirée de l'arborescence des pages du site TYPO3: 'Page TYPO3', ou d'une page tirée d'un autre site: 'URL externe'.

# use_rdct.description
source: Redirect long links found in plain text content.
da: Videresend lange links, som findes i ren-tekst indholdet.
fr: Rediriger les liens longs repérés dans le contenu de format texte simple.

# use_rdct.details
source: If set, links longer than 76 characters found in plain text content will be redirected: long URL's will be substituted with ?RDCT=[md5hash] parameters.
da: Hvis angivet, vil links i ren-tekst indholdet, der er længere end 76 karakterer, blive videresendt: Lange URL'er vil blive udskiftet med ?RDCT=[md5hash] parametre.
fr: Si cette option est activée, les liens de plus de 76 characters de lonueur repérés dans le contenu de format texte simple seront redirigés: les URL's longues seront substituées par des paramètres de la forme ?RDCT=[md5hash].
