Repository: kartolo/direct_mail
Catalog: Resources/Private/Language/*.locallang.xlf
Languages: da, de

# widgets.dm.title
source: Direct Mail - Pages
da: Direct Mail - Sider
de: Direct Mail - Seiten

# widgets.dm.description
source: Direct Mail - Pages with the 'Direct Mail' module
da: Direct Mail - Sider med modulet 'Direct Mail'
de: Direct Mail - Seiten mit dem 'Direct Mail'-Modul

# widgets.dmMailEngineStatus.title
source: Direct Mail - Mail Engine Status
da: Direct Mail - Mail motor status
de: Direct Mail - E-Mail-Engine-Status

# widgets.dmMailEngineStatus.description
source: Direct Mail - Shows the number of sent/unsent newsletters
da: Direct Mail - Viser antallet af sendte/ikke-sendte nyhedsbreve
de: Direct Mail - Zeige Anzahl der gesendeten/nicht gesendeten Newsletter an

# widgets.dmStatistics.title
source: Direct Mail - Statistics
da: Direkte Mail - Statistik
de: Direct Mail - Statistiken

# widgets.dmStatistics.description
source: Direct Mail - Shows recipients from the last 10 newsletters
da: Direct Mail - Viser modtagere fra de sidste 10 nyhedsbreve
de: Direct Mail - Zeige EmpfÃ¤nger der letzten 10 Newsletters an

# widget_group.dm
source: Direct Mail - Widgets
da: Direkte Mail - Widgets

# dashboard.dm
source: Direct Mail - Dashboard
da: Direkte Mail - Kontrolpanel

# dashboard.dm.description
source: Direct Mail - Dashboard Description
da: Direct Mail - Kontrolpanel beskrivelse
de: Direct Mail - Dashboard-Beschreibung

# widgets.dm.label.sent
source: sent
da: sendt
de: gesendet

# widgets.dm.label.unsent
source: unsent
da: ikke sent
de: nicht gesendet

# widgets.dm.label.numberSentNewsletters
source: Number of the sent newsletters
da: Antal af de sendte nyhedsbreve
de: Anzahl der gesendeten Newsletter
