Repository: kartolo/direct_mail
Catalog: Resources/Private/Language/*.locallang_csh_sysdmailg.xlf
Languages: da, fr

# .description
source: A list of recipients of direct mails
da: En liste af modtagere af direct mails
fr: Liste de distribution d'envoi ciblé

# .details
source: Recipient lists are used by the Direct mail module to send newsletters to a group of recipients. There are five types of Recipient lists: 1.From pages: a list dynamically built from records found on pages of the website; you select the pages with the Starting Point field; you may include records from subtrees using the Include page subtree checkbox; you must specify the type(s) of records to include: Address, Website User, Website User Group and/or From custom-defined Table; if Website User Group is checked and a Website User Group is found, all Website Users members of the group will be included in the list; you may also restrict the selection of records to those with specific categories assignments; 2.Plain list: a list of email addresses separated by space, comma or line break; if you change the List format, you may rather enter, one per line, a name and address, separated by a comma; sending Direct mail to such list will send only plain text email messages; moreover, only non-categorized content will be sent; 3.Static list: a list of individually selected records; the type of record may be Address, Website User, or Website User Group; if a Website User Group is selected, all Website Users members of the group will be included in the list; 4.Special query: a list dynamically built using a SQL query; after creating the list, you may specify the query against one of the tables: Address, Website User or Custom-defined Table; to do so, you must select the Recipient list function of the Direct Mail module and click on the title of the list; 5.From other recipient lists: a list dynamically built from other recipient lists individually selected from the Recipient list table.
da: Modtager-lister bruges af Direct mail modulet til at sende nyhedsbreve til grupper af modtagere. Der er fem typer modtager-lister: 1. Fra sider: En liste der er dynamisk opbygges fra records, der findes på en side; du vælger siden med Start-punkt feltet; du kan inkludere records fra sub-sider, ved at bruge 'Inkludér side-subtræ' check-boksen; du skal angive hvilke(n) type af records, der skal inkluderes: Adresser, Website bruger, Website brugergruppe og/eller fra en brugerdefineret tabel; hvis Website brugergruppe er valgt og der findes en Website brugergruppe, vil alle medlemer af den valgte Website brugergruppe blive inkluderet på listen; du kan også begrænse valgene, ved at vælge specifikke kategorier; 2. Enkel liste: En liste af e-mail adresser, separeret af kommaer, mellemrum eller linjeskift; hvis du ændrer listeformatet, bør du kun indtaste en adresse pr. linje - et navn og en adresse - afskilt a komma; direct mails sendt til denne type lister, vil kun blive sendt i ren-tekst mails; 3. Statisk liste: En liste af individuelt udvalgte records; typen kan være adresser, website brugere, eller website brugergrupper; hvis en website brugergruppe er valgt, vil alle website brugere af gruppen blive en del af listen; 4. Specielle forespørgsler: en liste, opbygget dynamisk ved hjælp af SQL-forespørgsler; efter at listen er oprettet, kan du specificere din forespørgsel mod følgende tabeller: Adresser, website bruger eller brugerdefinerede tabeller; for at gøre dette muligt, må du føste vælge Modtager-liste funktionen i Direct Mail modulet og klikke på titlen til listen; 5. Fra andre modtager-lister: en dynamisk opbygget liste fra andre modtager-lister, individuelt udvalgt fra Modtager-liste tabellen.
fr: Les listes de distribution sont utilisées par le module d'Envoi ciblé pour envoyer des bulletins à des groupes de destinataines ou d'abonnés. Il existe cinq types de listes de distribution: 1.Depuis certaines pages: une liste construite de manière dynamique à partir des enregistrements trouvés sur certaines pages du site; vous sélectionnez les pages au moyen du champ Point d'entrée; vous pouvez inclure les enregistrements de l'arborescence en cochant la case Inclure l'arborescence; vous devez spécifier les tables dont les enregistrements seront sélectionnés: Adresse, Utilisateur du site, Groupe d'utilisateurs du site et/ou Table définie sur mesure; si la case Groupe d'utilisateurs du site est cochée et si un Groupe d'utilisateurs du site est trouvé, tous les utilisateurs du site membres de ce groupe seront inclus dans la liste; vous pouvez également restreindre la sélection des enregistrements à ceux qui sont abonnés à certaines rubriques; 2.Liste simple: une liste d'adresses de courrier électronique séparées par des espaces, virgules ou sauts à la ligne; si vous changez le format de la liste, vous pouvez plutôt entrer, à raison d'une adresse par ligne, un nom et une adresse, séparés par une virgule; un envoi ciblé vers une telle liste n'enverra que des messages en format texte simple; de plus, seuls les éléments de contenu ne portant aucune rubrique seront inclus dans l'envoi; 3.Liste statique: une liste d'enregistrements sélectionnés individuellement des tables Adresse, Utilisateur de site et/ou Groupe d'utilisateurs du site; si un Groupe d'utilisateurs du site est sélectionné, tous les utilisateurs du site membres de ce groupe seront inclus dans la liste; 4.Requête spéciale: une liste construite de manière dynamique au moyen d'une requête SQL; après avoir d'abord créé la liste de distribution, vous pouvez spécifier la requête contre l'une des tables suivantes: Adresse, Utilisateur de site ou Table définie sur mesure; pour ce faire, vous devez sélectionner la fonction Listes de distribution du module d'Envoi ciblé et cliquer sur le titre de la liste; 5.Depuis d'autres listes de distribution: une liste construite de manière dynamique à partir d'autres listes de distribution sélectionnées individuellement de la table Liste de distribution.

# _.seeAlso
source: sys_dmail, sys_dmail_category
da: sys_dmail_group, sys_dmail_category

# csv.description
source: Select the format you wish to use for entering the list od recipients.
da: Vælg hvilket format du ønsker at bruge til indtastning af listen på modtagere.
fr: Choisissez le format dans lequel vous voulez entrer la liste des destinataires.

# csv.details
source: The emails entered in the list of recipients should be entered using the format you select here.
da: De e-mails der indtastes i listen af modtagere, bør indtastes ved brug af det format du vælger her.
fr: Les adresses des destinataires doivent être entrées dans le format spécifié ici.

# description.description
source: Enter a textual description of the recipient list.
da: Indtast en beskrivelse af modtager-listen.
fr: Entrez une description textuelle de la liste de distribution.

# description.details
source: This is a description that may document the purpose, use and/or content of the recipient list.
da: Dette er beskrivelsen, som bør dokumentere formålet, dets brug og/eller indholdet af modtager-listen.
fr: Il s'agit d'une description qui documente la raison d'être, l'utilisation et/ou le contenu de cette liste de distribution.

# list.description
source: Enter the list of email addresses of the recipient list.
da: Indtast listen af e-mail adresser på modtagerlisten.
fr: Entrez la liste des adresses de courrier électronique des destinataires de la liste de distribution.

# list.details
source: Enter a list of email addresses separated by space, comma, or line break. If you change the list format, you may rather enter one entry per line as follows: name and address, separated by a comma.
da: Indtast en liste af e-mail adresser, adskilt med enten mellemrum, komma eller linjeskift. Hvis du ændrer formatet på listen, anbefales det at du indtaster en optegnelse pr. linje som følgende: navn og adresse, adskilt af komma.
fr: Entrez une liste d'adresses de courrier électronique séparées par des espaces, des virgules ou des sauts à la ligne. Selon le choix de format de la liste, vous pouvez aussi entrer, à raison d'un destinataire par ligne, le nom et l'adresse, séparés par une virgule.

# mail_groups.description
source: Select the recipient lists that you want to include in the current one.
da: Vælg den modtagerliste, som du ønsker at inkludere i den aktuelle liste.
fr: Choisissez les listes de distribution que vous désirez inclure dans celle-ci.

# mail_groups.details
source: You may select any recipient list other than the current one. All recipients included in the selected lists will the included in the current one.
da: Du kan vælge en hvilken som helst liste, bortset fra den aktuelle. Alle modtagere som findes på de valgte lister, vil blive inkluderet i den aktuelle liste.
fr: Vous pouvez inclure toute liste de distribution autre que la liste courante. Tous les destinataires inclus dans les listes choisis seront inclus dans la liste courante.

# pages.description
source: Select entry points in the page tree of the site.
da: Vælg adgangspunkter i websitets sidetræ.
fr: Sélectionnez des points d'entrée dans l'arborescence du site.

# pages.details
source: You may select here one or more pages in the page tree of the site. The pages will be searched for records that match the conditions specified by the other fields on the form.
da: Du kan her vælge en eller flere sider i sidetræet. På siderne vil der blive søgt efter records det svarer til betingelserne, specificeret i andre felter.
fr: Vous pouvez sélectionner une ou plusieurs pages dans l'arborescence du site. La liste de distribution sera construite en recherchant dans ces pages les enregistrements qui satisfont les critères spécifiés par les autres champs du formulaire.

# recursive.description
source: Check the box if you want to include all pages of the subtrees in the search.
da: Vælg denne boks hvis du vil inkludere alle sider af undertræet i din søgning.
fr: Cochez la case si vous désirez inclure les arborescences dans la construction de la liste.

# recursive.details
source: If the box is checked, all pages included in the page subtrees of the entry points will also be searched for records that match the conditions specified by the other fields on the form.
da: Hvis boksen er valgt, vil alle sider i sidens sub-træ blive gennemsøgt for records der opfylder de betingelser, som er specificeret i andre felter.
fr: Si la case est cochée, la liste de distribution sera construite en recherchant non seulement dans les pages servant de points d'entrée mais aussi dans toute l'arborescence de leurs sous-pages les enregistrements qui satisfont les critères spécifiés par les autres champs du formulaire.

# select_categories.description
source: Check the categories to which selected recipients must be subscribed.
da: Vælg hvilke kategorier som modtagere skal abonnere på.
fr: Cochez les rubriques auxquelles doivent être abonnés les destinataires de la liste de distribution.

# select_categories.details
source: If you check one or more categories, only recipients subscribed to at least one of these categories will be included.
da: Hvis du vælger en eller flere kategorier, er det kun modtagere som har abonneret på mindst een af disse kategorier, der vil komme på listen.
fr: Si vous cochez une ou plusieurs rubriques, seuls les destinataires abonnés à l'une de ces rubriques seront inclus dans la liste.

# static_list.description
source: Select the recipients you wish to include in the recipient list.
da: Vælg modtagerne som du ønsker at inkludere på modtagerlisten.
fr: Choisissez les destinataires que vous désirez inclure dans la liste de distribution.

# static_list.details
source: You may select recipients of the following types: Address, Website User or Website User Group. If you include a Website User Group, all Website Users members of the group will be included in the list.
da: Du kan vælge modtagere af følgende typer: Adresser, website brugere eller website brugergrupper. Hvis du vælger en website brugergruppe, vil alle website brugere af gruppen, blive inkluderet på listen.
fr: Vous pouvez inclure dans la liste des destinataires de type: Adresse, Utilisateur de site ou Groupe d'utilisateurs du site. Si vous sélectionnez un Groupe d'utilisateurs du site, tous les utilisateurs du site membres de ce groupe seront inclus dans la liste de distribution.

# title.description
source: Enter the title of the recipient list.
da: Indtast titlen på modtager-listen.
fr: Entrez le titre de la liste de distribution.

# title.details
source: This is the name that will be used to refer to this list.
da: Dette er navnet, der vil blive brugt når der refereres til listen.
fr: Il s'agit du nom qui sera utilisé pour référer à cette liste.

# type.description
source: Select the type of recipient list.
da: Vælg hvilken type modtager-liste.
fr: Sélectionnez le type de liste de distribution.

# type.details
source: There are five types of Recipient lists: 1.From pages: a list dynamically built from records found on pages of the website; you select the pages with the Starting Point field; you may include records from subtrees using the Include page subtree checkbox; you must specify the type(s) of records to include: Address, Website User, Website User Group and/or From custom-defined Table; if Website User Group is checked and a Website User Group is found, all Website Users members of the group will be included in the list; you may also restrict the selection of records to those with specific categories assignments; 2.Plain list: a list of email addresses separated by space, comma or line break; if you change the List format, you may rather enter, one per line, a name and address, separated by a comma; sending Direct mail to such list will send only plain text email messages; moreover, only non-categorized content will be sent; 3.Static list: a list of individually selected records; the type of record may be Address, Website User, or Website User Group; if a Website User Group is selected, all Website Users members of the group will be included in the list; 4.Special query: a list dynamically built using a SQL query; after creating the list, you may specify the query against one of the tables: Address, Website User or Custom-defined Table; to do so, you must select the Recipient list function of the Direct Mail module and click on the title of the list; 5.From other recipient lists: a list dynamically built from other recipient lists individually selected from the Recipient list table.
da: Der er fem typer modtager-lister: 1. Fra sider: En liste der er dynamisk opbygges fra records, der findes på en side; du vælger siden med Start-punkt feltet; du kan inkludere records fra sub-sider, ved at bruge 'Inkludér side-subtræ' check-boksen; du skal angive hvilke(n) type af records, der skal inkluderes: Adresser, Website bruger, Website brugergruppe og/eller fra en brugerdefineret tabel; hvis Website brugergruppe er valgt og der findes en Website brugergruppe, vil alle medlemer af den valgte Website brugergruppe blive inkluderet på listen; du kan også begrænse valgene, ved at vælge specifikke kategorier; 2. Enkel liste: En liste af e-mail adresser, separeret af kommaer, mellemrum eller linjeskift; hvis du ændrer listeformatet, bør du kun indtaste en adresse pr. linje - et navn og en adresse - afskilt a komma; direct mails sendt til denne type lister, vil kun blive sendt i ren-tekst mails; 3. Statisk liste: En liste af individuelt udvalgte records; typen kan være adresser, website brugere, eller website brugergrupper; hvis en website brugergruppe er valgt, vil alle website brugere af gruppen blive en del af listen; 4. Specielle forespørgsler: en liste, opbygget dynamisk ved hjælp af SQL-forespørgsler; efter at listen er oprettet, kan du specificere din forespørgsel mod følgende tabeller: Adresser, website bruger eller brugerdefinerede tabeller; for at gøre dette muligt, må du føste vælge Modtager-liste funktionen i Direct Mail modulet og klikke på titlen til listen; 5. Fra andre modtager-lister: en dynamisk opbygget liste fra andre modtager-lister, individuelt udvalgt fra Modtager-liste tabellen.
fr: Il existe cinq types de listes de distribution: 1.Depuis certaines pages: une liste construite de manière dynamique à partir des enregistrements trouvés sur certaines pages du site; vous sélectionnez les pages au moyen du champ Point d'entrée; vous pouvez inclure les enregistrements de l'arborescence en cochant la case Inclure l'arborescence; vous devez spécifier les tables dont les enregistrements seront sélectionnés: Adresse, Utilisateur du site, Groupe d'utilisateurs du site et/ou Table définie sur mesure; si la case Groupe d'utilisateurs du site est cochée et si un Groupe d'utilisateurs du site est trouvé, tous les utilisateurs du site membres de ce groupe seront inclus dans la liste; vous pouvez également restreindre la sélection des enregistrements à ceux qui sont abonnés à certaines rubriques; 2.Liste simple: une liste d'adresses de courrier électronique séparées par des espaces, virgules ou sauts à la ligne; si vous changez le format de la liste, vous pouvez plutôt entrer, à raison d'un destinataire par ligne, le nom et l'adresse, séparés par une virgule; un envoi ciblé vers une telle liste n'enverra que des messages en format texte simple; de plus, seuls les éléments de contenu ne portant aucune rubrique seront inclus dans l'envoi; 3.Liste statique: une liste d'enregistrements sélectionnés individuellement; des tables Adresse, Utilisateur de site et/ou Groupe d'utilisateurs du site; si un Groupe d'utilisateurs du site est sélectionné, tous les utilisateurs du site membres de ce groupe seront inclus dans la liste; 4.Requête spéciale: une liste construite de manière dynamique au moyen d'une requête SQL; après avoir d'abord créé la liste de distribution, vous pouvez spécifier la requête contre l'une des tables suivantes: Adresse, Utilisateur de site ou Table définie sur mesure; pour ce faire, vous devez sélectionner la fonction Listes de distribution du module d'Envoi ciblé et cliquer sur le titre de la liste; 5.Depuis d'autres listes de distribution: une liste construite de manière dynamique à partir d'autres listes de distribution sélectionnées individuellement de la table Liste de distribution.

# whichtables.description
source: Check the types of records you want to be included in the recipient list.
da: Vælg hvilke typer af records du ønsker skal blive en del af din modtager-liste.
fr: Cochez les types d'enregistrements à inclure dans la liste de distribution.

# whichtables.details
source: Check the record types to be selected on the pages specified for constructing the recipient list.
da: Vælg de record-typer som skal bruges på siden, hvor modtagerlisten er oprettet.
fr: Cochez un ou plusieurs types d'enregistrements que vous voulez voir inclus la liste de distribution.
